Repository: nickfedchenko/calorietracker
Catalog: CalorieTracker/Sources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

# onboarding.first.questionOfLosingWeight.title.second
source: losing weight before?
de: früher abzunehmen?
es: bajar de peso antes?
fr: сбрасывать вес ранее?
it: dimagrire prima?
ru: сбрасывать вес ранее?

# onboarding.first.recentWeightChanges.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.recentWeightChanges.approval
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.first.recentWeightChanges.rejection
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.first.recentWeightChanges.title.first
source: Remember the last time you managed your weight.
de: Denken Sie daran, wann Sie das letzte Mal an Ihrem Gewicht gearbeitet haben.
es: Recuerda la última vez que te esforzaste para mejorar tu peso
fr: Rappelez-vous quand vous avez travaillé pour la Dernière fois sur votre poids.
it: Pensa all'ultima volta che hai lavorato sul tuo peso.
ru: Вспомните, когда вы в последний раз работали над своим весом.

# onboarding.first.recentWeightChanges.title.second
source: Is there anything different this time from last time?
de: Unterscheidet sich etwas diesmal?
es: ¿Hay algo diferente esta vez comparado con la última vez?
fr: Cette fois, quelque chose de différent du passé?
it: Questa volta è diverso dal passato?
ru: В этот раз что-нибудь отличается от прошлого?

# onboarding.first.thanksForTheInformation.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.thanksForTheInformation.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.first.thanksForTheInformation.title.first
source: Thank you
de: Danke
es: ¡Gracias
fr: Merci
it: grazie
ru: Спасибо

# onboarding.first.thanksForTheInformation.title.second
source: for the information!
de: für Informationen!
es: por la información!
fr: pour info!
it: per le informazioni!
ru: за информацию!

# onboarding.first.thanksForTheInformation.description
source: We know that losing weight can be quite difficult. Remember, it's not about the results on the scale, it's about seeing yourself in a better and healthier state.
de: Wir wissen, dass es nicht einfach sein kann, abzunehmen. Denken Sie daran, es geht nicht um die Zahlen auf der Skala, sondern darum, eine bessere und gesündere Version von sich selbst zu werden.
es: Sabemos que perder peso puede ser difícil. Recuerda que no se trata de los números en la báscula, sino de convertirte en una versión mejor y más saludable de ti mismo.
fr: Nous savons que perdre du poids peut être difficile. Rappelez-vous, il ne s'agit pas de chiffres sur l'échelle, mais de devenir une version meilleure et plus saine de vous-même.
it: Sappiamo che perdere peso può essere difficile. Ricorda, non si tratta di numeri sulla bilancia, si tratta di diventare una versione migliore e più sana di te stesso.
ru: Мы знаем, что похудеть может быть непросто. Помните, дело не в цифрах на шкале, а в том, чтобы стать лучшей и более здоровой версией себя.

# onboarding.first.theEffectOfWeight.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.theEffectOfWeight.button
source: Next
de: Weiter
es: Siguiente
fr: Ensuite
it: Continua
ru: Далее

# onboarding.first.theEffectOfWeight.title.first
source: Have you ever noticed that you're
de: Haben Sie jemals bemerkt,
es: ¿Alguna vez te has encontrado
fr: Avez-vous déjà trouvé vous-même
it: Ti sei mai trovato
ru: Вы когда-нибудь находили себя

# onboarding.first.theEffectOfWeight.title.second
source: obsessed with food
de: dass Sie von Essen besessen sind
es: obsesionado con la comida
fr: obsédé par la nourriture
it: ossessionato dal cibo?
ru: одержимым едой

# onboarding.first.theEffectOfWeight.yesLot
source: Yes, a lot of times
de: Ja, sehr viel
es: Sí, muchas veces
fr: Oui, beaucoup
it: Sì moltissimi
ru: Да, очень много

# onboarding.first.theEffectOfWeight.sureBit
source: Sure, a little bit
de: Natürlich ein bisschen
es: Sí, unas veces
fr: Bien sûr, un peu
it: Certo, un po'
ru: Конечно, немного

# onboarding.first.theEffectOfWeight.noNotReall
source: No, not really
de: Nein, nicht wirklich.
es: No, en realidad no
fr: Non, pas vraiment.
it: No, per niente
ru: Нет, не совсем

# onboarding.first.welcome.button
source: Let's go!
de: Los geht's!
es: ¡Comencemos!
fr: C'est parti!
it: Andare!
ru: Поехали!

# onboarding.first.welcome.title.first
source: Welcome!
de: Herzlich willkommen!
es: ¡Bienvenido!
fr: Bienvenue!
it: Benvenuto
ru: Добро пожаловать!

# onboarding.first.welcome.description
source: We're happy you're here. We'll guide you through these steps to set you up for weight loss success:
de: Wir sind froh, dass Sie dabei sind. Wir begleiten Sie bei diesen Schritten, um Sie auf erfolgreiche Gewichtsabnahme einzustellen:
es: Nos alegra que estés aquí. Te guiaremos por estos pasos para que logres el éxito en la pérdida de peso:
fr: Nous sommes heureux que vous soyez là. Nous vous guiderons à travers ces étapes pour vous préparer à une perte de poids réussie:
it: Siamo contenti che tu sia qui. Ti guideremo attraverso questi passaggi per prepararti a perdere peso con successo:
ru: Мы рады, что вы здесь. Мы проведем вас по этим шагам, чтобы подготовить к успешной потере веса:

# onboarding.first.welcome.history
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.welcome.user.data
source: User data
de: Benutzerdaten
es: Datos del usuario
fr: Données de l'utilisateur
it: Dati utente
ru: Данные пользователя

# onboarding.first.welcome.motivation
source: Motivation / Goals
de: Motivation / Ziele
es: Motivación / Objetivos
fr: Motivation / Objectifs
it: Motivazione / Obiettivi
ru: Мотивация / Цели

# onboarding.first.welcome.habits
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.chart.description
source: At this rate, we expect you to reach your target weight around December
de: In diesem Tempo erwarten wir, dass Sie Ihr Zielgewicht ungefähr im Dezember erreichen
es: A este paso, esperamos que llegues a tu peso objetivo para diciembre
fr: À ce rythme, nous prévoyons que vous atteindrez votre objectif de poids vers décembre
it: A questo ritmo, ci aspettiamo che tu raggiunga il tuo peso target intorno a dicembre
ru: Такими темпами мы ожидаем, что вы достигнете своего целевого веса примерно в декабре

# onboarding.chart.now
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
ru: Сейчас

# onboarding.chart.title
source: Weight Change Chart
de: Abnahmetabelle
es: Tabla de cambio de peso
fr: Tableau des variations de poids
it: Tabella cambio peso
ru: Таблица изменения веса

# onboarding.second.allergicRestrictions.title
source: Allergic Restrictions
de: Allergieauslöser
es: Restricciones alimentarias
fr: Restrictions allergiques
it: Restrizioni allergiche
ru: Аллергические ограничения

# onboarding.second.allergicRestrictions.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.second.allergicRestrictions.gluten
source: Gluten
de: Glutenhaltiges Getreide
it: Glutine
ru: Глютен

# onboarding.second.allergicRestrictions.fish
source: Fish
de: Fisch
es: Pescado
fr: Poisson
it: Pescare
ru: Рыба

# onboarding.second.allergicRestrictions.shellfish
source: Shellfish
de: Weichtiere
es: Mariscos
fr: Mollusques
it: Crostacei
ru: Моллюсковые

# onboarding.second.allergicRestrictions.dairy
source: Dairy products
de: Milchprodukte
es: Productos lácteos
fr: Produits laitiers
it: Latticini
ru: Молочные продукты

# onboarding.second.allergicRestrictions.eggs
source: Eggs
de: Eier
es: Huevos
fr: Œufs
it: Uova
ru: Яйца

# onboarding.second.allergicRestrictions.nuts
source: Nuts
de: Nüsse
es: Frutos secos
fr: Noix
it: noccioline
ru: Орехи

# onboarding.second.allergicRestrictions.peanut
source: Peanut
de: Erdnüsse
es: Cacahuetes
fr: Arachide
it: Arachidi
ru: Арахис

# onboarding.second.allergicRestrictions.soya
source: Soybeans
de: Soja
es: Soja
fr: Soja
it: Soia
ru: Соя

# onboarding.second.allergicRestrictions.wheat
source: Wheat
de: Weizen
es: Trigo
fr: Blé
it: Grano
ru: Пшеница

# onboarding.second.dateOfBirth.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.second.dateOfBirth.title
source: Your date of birth
de: Ihr Geburtsdatum
es: Tu fecha de nacimiento
fr: Votre date de naissance
it: La tua data di nascita
ru: Ваша дата рождения

# onboarding.second.enterYourName.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.second.enterYourName.title
source: Type your name
de: Geben Sie Ihren Namen ein
es: Introduce tu nombre
fr: Entrez votre nom
it: Inserisci il tuo nome
ru: Введите свое имя

# onboarding.second.final.button
source: keep it up!
de: mach weiter so!
es: ¡Sigue así!
fr: continuez dans le même esprit!
it: continua così!
ru: продолжай в том же духе!

# onboarding.second.final.title.first
source: 2 ready
de: 2 fertig
es: 2 hechos
fr: 2 prêt
it: 2 fatto
ru: 2 готово

# onboarding.second.final.title.second
source: , 2 to go!
de: , 2 übrig!
es: , ¡quedan 2!
fr: , 2 gauche!
it: , 2 rimasti!
ru: , 2 осталось!

# onboarding.second.final.description
source: We’re happy to have you here. We’ll walk you through these steps to get you set up for weight loss success:
de: Wir sind froh, dass Sie dabei sind. Wir begleiten Sie bei diesen Schritten, um Sie auf erfolgreiche Gewichtsabnahme einzustellen:
es: Nos alegra que estés aquí. Te guiaremos por estos pasos para que logres el éxito en la pérdida de peso:
fr: Nous sommes heureux de vous avoir ici. Nous vous guiderons à travers ces étapes pour vous préparer au succès de la perte de poids:
it: Siamo felici di averti qui. Ti guideremo attraverso questi passaggi per prepararti al successo nella perdita di peso:

# onboarding.second.final.history
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia

# onboarding.second.final.user.data
source: User data
de: Benutzerdaten
es: Datos de usuario
fr: Données utilisateur
it: Dati utente

# onboarding.second.final.motivation
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivos
fr: Motivation / Objectif
it: Motivazione / Obiettivo

# onboarding.second.final.habits
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitude
it: Abitudini

# onboarding.second.measurementSystem.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.second.measurementSystem.title
source: Measurement system
de: Einheitssystem
es: Sistema de medición
fr: Installation de mesure
it: Sistema di misurazione
ru: Измерительная система

# onboarding.second.measurementSystem.description.metricSystem
source: Metric System
de: metrisches Einheitsystem
es: Sistema métrico
fr: Système métrique
it: Sistema metrico
ru: Метрическая система

# onboarding.second.measurementSystem.description.imperialSystem
source: U.S. Standart
de: imperiales Einheitssystem
es: Sistema Imperial
fr: Système impérial
ru: Имперская система

# onboarding.second.measurementSystem.describe.imperialSystem
source: feet, pounds, calories
de: Fuß, Pfund, Kalorien
es: pies, libras, calorías
fr: pieds, livres, calories
it: piedi, libbre, calorie
ru: футы, фунты, калории

# onboarding.second.measurementSystem.describe.metricSystem
source: cm, kg, calories
de: cm, kg, Kalorien
es: cm, kg, calorías
it: cm, kg, calorie
ru: см, кг, калории

# onboarding.second.presenceOfAllergies.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.second.presenceOfAllergies.title.first
source: Do you have any
de: Sind Sie
es: ¿Tienes alguna
fr: Avez-vous des
it: Hai qualche
ru: Есть ли у Вас какие-либо

# onboarding.second.presenceOfAllergies.title.second
source: allergic
de: auf etwas
es: restricción
fr: allergiques
it: restrizione
ru: аллергические

# onboarding.second.presenceOfAllergies.title.third
source: restrictions?
de: allergisch?
es: alimentaria?
fr: restriction?
it: allergica?
ru: ограничения?

# onboarding.second.presenceOfAllergies.description.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.second.presenceOfAllergies.description.no
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.second.risksOfDiseases.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.second.risksOfDiseases.title.first
source: Are you at risk for any of
de: Sind Sie für folgende Krankheiten
es: ¿Corre el riesgo de padecer alguna de
fr: Êtes-vous à risque de l'un des
it: Sei a rischio per una delle
ru: Подвержены ли вы риску какого-либо из

# onboarding.second.risksOfDiseases.title.second
source: the following diseases?
de: anfällig?
es: las siguientes enfermedades?
fr: maladies suivantes?
it: seguenti malattie??
ru: следующих заболеваний?

# onboarding.second.risksOfDiseases.highBloodPressure
source: High blood pressure
de: Bluthochdruck
es: Presión arterial alta
fr: Hypertension artérielle
it: Ipertensione
ru: Высокое кровяное давление

# onboarding.second.risksOfDiseases.heartDiseaseOrStroke
source: Heart disease or stroke
de: Herzkerkrankung oder Schlaganfall
es: Enfermedad cardíaca o ictus
fr: Maladie cardiaque ou accident vasculaire cérébral
it: Malattie cardiache o ictus
ru: Болезнь сердца или инсульт

# onboarding.second.risksOfDiseases.kidneyDisease
source: Kidney disease
de: Nierenerkrankung
es: Insuficiencia renal
fr: Néphropathie
it: nefropatia
ru: Заболевание почек

# onboarding.second.risksOfDiseases.noneOfThese
source: None of These
de: Nichts davon
es: Ninguna de éstas
fr: Rien de tout cela
it: Niente di tutto questo
ru: Ничего из этого

# onboarding.second.whatsYourGender.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.second.whatsYourGender.title
source: Your gender
de: Ihr Geschlecht
es: Tu género
fr: Votre sexe
it: Qual è il tuo genere
ru: Ваш пол

# onboarding.second.whatsYourGender.male
source: Male
de: männlich
es: Hombre
fr: Homme
it: Uomo
ru: Мужчина

# onboarding.second.whatsYourGender.female
source: Female
de: weiblich
es: Mujer
fr: Femme
it: Donna
ru: Женщина

# onboarding.second.yourHeight.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.second.yourHeight.title
source: Your height
de: Ihre Körpergröße
es: Tu altura
fr: Votre croissance
it: La tua altezza
ru: Ваш рост

# onboarding.second.yourWeight.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.second.yourWeight.title.first
source: Your weight
de: Ihr Gewicht
es: Tu peso
fr: Votre poids
it: Il tuo peso
ru: Ваш вес

# onboarding.third.chooseYourGoal.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.third.chooseYourGoal.title
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione / Scopo
ru: Мотивация / Цель

# onboarding.third.chooseYourGoal.title.first
source: Choose
de: Auswählen
es: Elige
fr: Выберите
it: Selezionare
ru: Выберите

# onboarding.third.chooseYourGoal.title.second
source: a goal
de: das Ziel
es: objetivo
fr: цель
it: bersaglio
ru: цель

# onboarding.third.deficitAndSurplusCalorie.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.third.deficitAndSurplusCalorie.title
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione / Scopo
ru: Мотивация / Цель

# onboarding.third.deficitAndSurplusCalorie.surplus
source: Calorie surplus
de: Kalorienüberschuss
es: Exceso de calorías
fr: Excès de calories
it: Calorie in eccesso
ru: Избыток калорий

# onboarding.third.deficitAndSurplusCalorie.result
source: kg per week
de: kg pro Woche
es: kg por semana
fr: kg par semaine
it: kg a settimana
ru: кг в неделю

# onboarding.third.deficitAndSurplusCalorie.deficit
source: Calorie deficit
de: Kaloriendefizit
es: Déficit de calorías
fr: Déficit calorique
it: deficit calorico
ru: Дефицит калорий

# onboarding.third.final.button
source: keep it up!
de: mach weiter so!
es: ¡Sigue así!
fr: continuez dans le même esprit!
it: continua così!
ru: продолжай в том же духе!

# onboarding.third.final.title.first
source: 3 ready
de: 3 fertig
es: 3 hechos
fr: 3 prêt
it: 3 fatto
ru: 3 готово

# onboarding.third.final.title.second
source: , 1 to go!
de: , 1 ist geblieben!
es: ¡queda 1!
fr: , 1 est resté!
it: , 1 a Sinistra!
ru: , 1 остался!

# onboarding.third.final.description
source: We're happy you're here. We'll guide you through these steps to set you up for weight loss success:
de: Wir sind froh, dass Sie dabei sind. Wir begleiten Sie bei diesen Schritten, um Sie auf erfolgreiche Gewichtsabnahme einzustellen:
es: Nos alegra que estés aquí. Te guiaremos por estos pasos para que logres el éxito en la pérdida de peso:
fr: Nous sommes heureux que vous soyez là. Nous vous guiderons à travers ces étapes pour vous préparer au succès de la perte de poids:
it: Siamo contenti che tu sia qui. Ti guideremo attraverso questi passaggi per prepararti al successo nella perdita di peso:
ru: Мы рады, что вы здесь. Мы проведем вас через эти шаги, чтобы настроить вас на успех в потере веса:

# onboarding.third.final.history
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.third.final.user.data
source: User data
de: Benutzerdaten
es: Datos del usuario
fr: Données de l'utilisateur
it: Dati utente
ru: Данные польхователя

# onboarding.third.final.motivation
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione / Scopo
ru: Мотивация / Цель

# onboarding.third.final.habits
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.third.importanceOfWeightLoss.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.third.importanceOfWeightLoss.title
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione / Scopo
ru: Мотивация / Цель

# onboarding.third.importanceOfWeightLoss.title.first
source: How important is it to You
de: Wie wichtig ist es für Sie
es: ¿Qué tan importante es para ti
fr: Quelle est l'importance pour Vous
it: Quanto è importante per te
ru: Насколько важно для Вас

# onboarding.third.importanceOfWeightLoss.title.second.loseWeight
source: to lose weight
de: abzunehmen?
es: perder de peso?
fr: perdre du poids
it: perdere peso
ru: сбросить вес

# onboarding.third.importanceOfWeightLoss.title.second.gainMuscleMass
source: gain muscle mass
de: Muskelaufbau
es: ganar masa muscular
fr: gagner de la masse musculaire
it: guadagnare massa muscolare
ru: набрать мышечную массу

# onboarding.third.importanceOfWeightLoss.title.second.manageHealthCondition
source: maintain your health
de: Gesundheit fördern
es: mantener la salud
fr: gérer l'état de santé
it: gestisci la condizione di salute
ru: поддерживать свое здоровье

# onboarding.third.importanceOfWeightLoss.title.third
source: right now?
de: gerade jetzt?
es: en este momento?
fr: maintenant?
it: Proprio adesso?
ru: прямо сейчас?

# onboarding.third.importanceOfWeightLoss.itIsMyTopPriority
source: It's my top priority
de: Es ist meine oberste Priorität
es: Es mi prioridad principal
fr: C'est ma priorité absolue
it: Questa è la mia massima priorità
ru: Это мой главный приоритет

# onboarding.third.importanceOfWeightLoss.itIsVeryImportant
source: It's very important
de: Es ist sehr wichtig
es: Es muy importante
fr: C’est très important
it: È molto importante
ru: Это очень важно

# onboarding.third.importanceOfWeightLoss.itIsFairlyImportant
source: It's pretty important
de: Es ist ziemlich wichtig
es: Es bastante importante
fr: C'est assez important
it: È piuttosto importante
ru: Это довольно важно

# onboarding.third.importanceOfWeightLoss.itIsNotThatImportant
source: It's not so important
de: Es ist nicht so wichtig
es: No es muy importante
fr: Ce n'est pas si important
it: Non è un grosso problema
ru: Это не так уж важно

# onboarding.third.lifeChangesAfterWeightLoss.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.third.lifeChangesAfterWeightLoss.title
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione/Scopo
ru: Мотивация/Цель

# onboarding.third.lifeChangesAfterWeightLoss.title.first
source: Think about what changes will happen in your life when you achieve your goal.
de: Denken Sie darüber nach, wie sich Ihr Leben verändert, wenn Sie Ihr Ziel erreichen.
es: Piensa en cómo cambiará tu vida cuando consigas tu objetivo.
fr: Pensez à la façon dont votre vie changera lorsque vous perdrez du poids.
it: Pensa a come cambierà la tua vita quando perderai peso.
ru: Подумайте о том, как изменится ваша жизнь, когда вы добьетесь поставленой цели.

# onboarding.third.lifeChangesAfterWeightLoss.title.second
source: What excites you most?
de: Was macht Ihnen Sorgen am meisten?
es: ¿Qué es lo que más te preocupa?
fr: Ce qui vous passionne le plus?
it: Cosa ti preoccupa di più?
ru: Что вас больше всего волнует?

# onboarding.third.lifeChangesAfterWeightLoss.beingProudOfMyself
source: Being proud of yourself
de: Stolz auf sich selbst sein
es: Sentirse orgulloso de ti mismo
fr: Être fier de soi
it: Per essere orgoglioso di te stesso
ru: Гордиться собой

# onboarding.third.lifeChangesAfterWeightLoss.feelingGreat
source: Feeling great about myself
de: Ich fühle mich großartig
es: Sentirse genial
fr: Se sentir bien
it: Mi sento benissimo
ru: Чувствую себя великолепно

# onboarding.third.lifeChangesAfterWeightLoss.wearingDifferentClothes
source: Wearing different clothes
de: Andere Kleidung tragen
es: Llevar ropa diferente
fr: Porter d'autres vêtements
it: Indossa abiti diversi
ru: Носить другую одежду

# onboarding.third.lifeChangesAfterWeightLoss.havingBetterHealthMetrics
source: Improving health outcomes
de: Gesundheit verbessern
es: Mejorar los indicadores de salud
fr: Améliorer les indicateurs de santé
it: Miglioramento degli indicatori di salute
ru: Улучшение показателей здоровья

# onboarding.third.lifeChangesAfterWeightLoss.settingGoodExampleForOthers
source: Setting a good example for others
de: Anderen ein gutes Beispiel geben
es: Dar un buen ejemplo a otras personas
fr: Donner le bon exemple aux autres
it: Dai il buon esempio agli altri
ru: Подавать хороший пример другим

# onboarding.third.lifeChangesAfterWeightLoss.havingMoreEnergy
source: Having more energy
de: kraftvoller sein
es: Tener más energía
fr: Avoir plus d'énergie
it: Avere più energia
ru: Имея больше энергии

# onboarding.third.lifeChangesAfterWeightLoss.beingMoreFit
source: Being more fit
de: fitter sein
es: Estar más en forma
fr: Être plus en forme
it: Sii più in forma
ru: Быть более подтянутым

# onboarding.third.reflectToAchievedSomethingDifficult.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.third.reflectToAchievedSomethingDifficult.title
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione/Scopo
ru: Мотивация/Цель
