Repository: nickfedchenko/calorietracker
Catalog: CalorieTracker/Sources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

# create.nutrition
source: Nutritional value
de: Nährwert
es: Valor nutricional
fr: Valeur nutritionnelle
it: Il valore nutritivo
ru: Пищевая ценность

# create.serving
source: Serving size
de: Portionsgröße
es: Tamaño de la porción
fr: Taille de portion
it: Porzioni
ru: Размер порции

# create.form.brand
source: Brand / Manufacturer
de: Marke / Hersteller
es: Marca / Fabricante
fr: Marque / Fabricant
it: Marca / Produttore
ru: Бренд / Производитель

# create.form.barcode.placeholder
source: input or scan
de: Eingeben oder scannen
es: entrada o escaneo
fr: saisie ou numérisation
it: input o scansione
ru: ввод или сканирование

# create.form.serving.weight
source: Serving weight
de: Portionsgewicht
es: Peso de la porción
fr: Poids de portion
it: Peso della porzione
ru: Вес порции

# create.form.serving.description
source: Serving size description
de: Beschreibung der Portionsgröße
es: Descripción del tamaño de la porción
fr: Description de la taille des portions
it: Descrizione della dimensione della porzione
ru: Описание размера порции

# keyboard.weight.title.add
source: My current weight:
de: Mein Gewicht heute:
es: Mi peso hoy:
fr: Mon poids aujourd'hui:
it: Il mio peso oggi:
ru: Мой вес сегодня:

# keyboard.weight.title.set
source: I will weigh:
de: Ich werde wiegen:
es: Voy a pesar:
fr: Je vais peser:
it: Peserò:
ru: Я буду взвешивать:

# keyboard.steps.title
source: I will walk at least daily:
de: Ich werde mindestens täglich zu Fuß gehen:
es: Caminaré como mínimo cada día:
fr: Je vais marcher au moins tous les jours:
it: Camminerò almeno ogni giorno:
ru: Я буду ходить пешком по крайней мере ежедневно:

# keyboard.water.title
source: Select icon:
de: Wählen Sie das Symbol aus:
es: Selecciona el icono:
fr: Sélectionnez l'icône:
it: Scegli un'icona:
ru: Выберите значок:

# keyboard.water.description
source: Specify the volume:
de: Wählen Sie die Lautstärke:
es: Indica el volumen:
fr: Sélectionnez le volume:
it: Seleziona il volume:
ru: Выберите громкость:

# paywall.convenientCalorie
source: Convenient calorie and activity tracker
de: Ein handlicher Kalorien- und Aktivitäts-Tracker
es: Práctico rastreador de calorías y actividad
fr: Tracker pratique de calories et d'activité
it: Comodo tracker di calorie e attività
ru: Удобный трекер калорий и активности

# paywall.effectiveWeight
source: Effective weight loss or weight gain
de: Effektive Ab-und Zunahme
es: Pérdida de peso efectiva o aumento de peso
fr: Perte de poids efficace ou gain de poids
it: Efficace perdita di peso o aumento di peso
ru: Эффективная потеря веса или увеличение веса

# paywall.recipesForDifferent
source: More than 10,000 recipes for different types of diets
de: Mehr als 10.000 Rezepte für verschiedene Diättypen
es: Más de 10000 recetas para diferentes tipos de dietas
fr: Plus de 10.000 recettes pour différents types de régimes
it: Oltre 10.000 ricette per diversi tipi di diete
ru: Более 10000 рецептов для различных типов диет

# paywall.bestWay
source: Best way to keep your body in good shape
de: Der beste Weg, um fit zu sein
es: La mejor manera de mantener tu cuerpo en forma
fr: La meilleure façon de garder votre corps en forme
it: Il modo migliore per mantenere il tuo corpo in forma
ru: Лучший способ поддерживать свое тело в форме

# paywall.startNow
source: Start now!
de: Beginnen Sie jetzt!
es: ¡Comienza ahora!
fr: Commencez dès maintenant!
it: Inizia subito!
ru: Начните прямо сейчас!

# paywall.title
source: Losing weight has never been easier!
de: Es war noch nie so einfach, abzunehmen!
es: ¡Perder peso nunca ha sido tan fácil!
fr: Perdre du poids n'a jamais été aussi facile!
it: Perdere peso non è mai stato così facile!
ru: Похудеть еще никогда не было так просто!

# product.nothingWasFound.title
source: nothing found
de: es wurde nichts gefunden
es: No se ha encontrado nada
fr: rien n'a été trouvé
it: non è stato trovato nulla
ru: ничего не было найдено

# product.dailyFoodIntake.title
source: Percentage of daily goal
de: Prozent vom täglichen Ziel
es: Porcentaje del objetivo diario
fr: Pourcentage de l'objectif quotidien
it: Percentuale dell'obiettivo giornaliero
ru: Процент от ежедневной цели

# progress.title
source: PROGRESS
de: Fortschritt
es: PROGRESO
fr: PROGRÈS
it: PROGRESSO
ru: ПРОГРЕСС

# progress.settings.title
source: VIEW THE EDITING PROGRESS
de: ANZEIGEN DES BEARBEITUNGSVORGANGS
es: VER EL PROGRESO DE LA EDICIÓN
fr: AFFICHER LA PROGRESSION DE L'ÉDITION
it: VISUALIZZA L'AVANZAMENTO DELLA MODIFICA
ru: ПРОСМОТР ХОДА РЕДАКТИРОВАНИЯ

# scan.alert.title
source: Barcode already exists
de: Der Barcode existiert bereits
es: El código de barras ya existe
fr: Le code à barres existe déjà
it: Il codice a barre esiste già
ru: Штрих-код уже существует

# scan.alert.description
source: Product with this barcode already exists. Do you want to see it?
de: Ein Produkt mit diesem Barcode existiert bereits. Möchten Sie sehen?
es: El producto con este código de barras ya existe. ¿Quieres verlo?
fr: Un produit avec ce code à barres existe déjà. Tu veux voir ça.?
it: Esiste già un prodotto con questo codice a barre. Vuoi vederlo?
ru: Продукт с этим штрих-кодом уже существует. Ты хочешь это увидеть?

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
it: Impostazioni
ru: Настройки

# settings.app
source: Application settings
de: Anwendungseinstellungen
es: Configuración de la aplicación
fr: Paramètres de l'application
it: Impostazioni dell'applicazione
ru: Настройки приложения

# settings.preferences.title
source: PREFERENCES
de: Bevorzugungen
es: PREFERENCIAS
fr: PRÉFÉRENCES
it: PREFERENZE
ru: ПРЕДПОЧТЕНИЯ

# settings.units.title
source: UNITS
de: EINHEITEN
es: UNIDADES
fr: PERSONNES ISOLÉES
it: UNITÀ
ru: ЕДИНИЦЫ

# settings.app.account
source: Account
de: Benutzerkonto
es: Cuenta
fr: Compte
ru: Аккаунт

# settings.app.units
source: Units of measurement
de: Messeinheit
es: Unidad de medida
fr: Unité de mesure
it: Unità
ru: Единицы измерения

# settings.app.sync
source: Sync
de: Synchronisierung
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
ru: Синхронизация

# settings.app.database
source: Database
de: Datenbank
es: Base de datos
fr: Base de données
it: Banca dati
ru: База данных

# settings.app.meal
source: Rename types of meals
de: Speisetypen umbenennen
es: Cambiar nombre de los tipos de platos
fr: Renommer les types de plats
it: Rinominare i tipi di piatto
ru: Переименовать типы блюд

# settings.app.about
source: About KCALC
de: Über KCALC
es: ACERCA DE KCALC
fr: О KCALC
it: A proposito di KCALC
ru: О KCALC

# settings.myGoals.title
source: My Goals
de: Meine Ziele
es: Mis Objetivos
fr: Mes Objectifs
it: I miei obiettivi
ru: Мои Цели

# settings.calorieGoal.title
source: Calorie goal
de: Kalorienziel
es: Objetivo de calorías
fr: Objectif calorique
it: Obiettivo calorico
ru: Цель по калориям

# settings.calorieGoal.recalculate
source: RECALCULATE GOAL
de: ZIEL NEU BERECHNEN
es: RECALCULAR OBJETIVO
fr: RECALCULER L'OBJECTIF
it: RICALCOLARE IL GOL
ru: ПЕРЕСЧИТАТЬ ЦЕЛЬ

# settings.calorieGoal.description
source: Distribution of calories
de: Kalorienverteilung
es: Distribución de calorías
fr: Répartition des calories
it: Distribuzione delle calorie
ru: Распределение калорий

# settings.nutrientGoal.title
source: PFC goal
de: Ziel für PFK
es: Objetivo de proteínas, carbohidratos y grasas
fr: Objectif BJ
it: Gol per BJU
ru: Цель по БЖУ

# settings.nutrientGoal.reset
source: RESET
de: RÜCKSTELLUNG
es: RESTABLECER
it: RIPRISTINA
ru: СБРОС

# settings.goal.goal
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Bersaglio
ru: Цель

# settings.goal.startWeight
source: Starting weight
de: Anfangsgewicht
es: Peso inicial
fr: Poids initial
it: Peso iniziale
ru: Начальный вес

# settings.goal.weight
source: Target weight
de: Zielgewicht
es: Peso objetivo
fr: Poids cible
it: Peso obiettivo
ru: Целевой вес

# settings.goal.activityLevel
source: Activity level
de: Aktivitätsniveau
es: Nivel de actividad
fr: Niveau de l'activité
it: Livello di attività
ru: Уровень активности

# settings.goal.weekly
source: Weekly goal
de: Wochenziel
es: Objetivo semanal
fr: Objectif hebdomadaire
it: Obiettivo settimanale
ru: Недельная цель

# settings.profile.title
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ru: Профиль

# settings.dietary.title
source: Dietary preferences
de: Diätpräferenzen
es: Preferencias dietéticas
fr: Préférences alimentaires
it: Preferenze dietetiche
ru: Диетические предпочтения

# settings.dietary.classic.title
source: Classic
de: Klassik
es: Clásica
fr: Classiques
it: Classico
ru: Классика

# settings.dietary.classic.decription
source: I don't have any dietary preferences
de: Ich habe keine Ernährungsgewohnheiten
es: No tengo ninguna preferencia dietética
fr: Je n'ai aucune préférence alimentaire
it: Non ho preferenze dietetiche
ru: У меня нет никаких диетических предпочтений

# settings.dietary.pescatarian.title
source: Pescetarian
de: Pesketarier
es: Pescetariano
fr: Pescetarien
it: Un pescetariano
ru: Пескетарианец

# settings.dietary.pescatarian.decription
source: I eat seafood, but not meat
de: Ich esse Meeresfrüchte, aber kein Fleisch
es: Como mariscos, pero no carne
fr: Je mange des fruits de mer, mais pas de la viande
it: Mangio pesce ma non carne
ru: Я ем морепродукты, но не мясо

# settings.dietary.vegetarian.title
source: Vegetarian
de: Vegetarier
es: Vegetariano
fr: Végétarien
it: Un vegetariano
ru: Вегетарианец

# settings.dietary.vegetarian.decription
source: I don't eat meat or seafood
de: Ich esse kein Fleisch oder Meeresfrüchte
es: No como carne ni mariscos
fr: Je ne mange pas de viande ou de fruits de mer
it: Non mangio carne o pesce
ru: Я не ем мясо или морепродукты

# settings.dietary.vegan.decription
source: I don't eat any products of animal origin
de: Ich esse keine tierischen Produkte
es: No como productos de origen animal
fr: Je ne mange pas de produits d'origine animale
it: Non mangio prodotti di origine animale
ru: Я не ем никаких продуктов животного происхождения

# settings.main.chat.title
source: Live chat support
de: Live-Chat-Unterstützung
es: Soporte de chat en vivo
fr: Soutenir le chat en direct
it: Supporto tramite chat dal vivo
ru: Поддержка живого чата

# settings.main.reminders.title
source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ru: Напоминания

# settings.main.rate.title
source: Rate this app
de: Bitte bewerten Sie diese App
es: Califica esta aplicación
fr: Évaluez cette application
it: Valuta questa applicazione
ru: Оцените это приложение

# settings.main.help.title
source: Problems ? Write to us
de: Haben Sie Probleme ? Schreiben Sie uns an
es: ¿Tienes problemas? Envíanos un correo electrónico
fr: Des problèmes ? Écrivez-nous
it: I problemi ? Scrivici
ru: Проблемы ? Напишите нам

# settings.profile.lastName.title
source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ru: Фамилия

# settings.profile.city.title
source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
ru: Город

# settings.profile.sex.title
source: Gender
de: Geschlecht
es: Género
fr: sexe
it: Qual è il tuo genere
ru: Пол

# settings.profile.date.title
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ru: Дата рождения

# settings.profile.date.description
source: Month, day, year
de: Monat, Tag, Jahr
es: Mes, día, año
fr: Mois, jour, année
it: Mese giorno anno
ru: Месяц, день, год

# settings.profile.height.title
source: Height
de: Körpergröße
es: Altura
fr: Croissance
it: Altezza
ru: Рост

# diagramChartType.calories.title
source: CALORIES
de: KALORIEN
es: CALORÍAS
it: CALORIE
ru: КАЛОРИИ

# diagramChartType.carb.title
source: CARBOHYDRATES
de: KOHLENHYDRATE
es: CARBOHIDRATOS
fr: GLUCIDES
it: CARBOIDRATI
ru: УГЛЕВОДЫ

# diagramChartType.steps.title
source: STEPS
de: SCHRITTE
es: PASOS
fr: DÉMARCHE
it: PASSI
ru: ШАГИ

# diagramChartType.water.title
source: WATER
de: WASSER
es: AGUA
fr: EAUX
it: ACQUA
ru: ВОДЫ

# diagramChartType.activity.title
source: ACTIVITY ENERGY
de: AKTIVITÄSENERGIE
es: ENERGÍA DE ACTIVIDAD
fr: ÉNERGIE D'ACTIVITÉ
it: ENERGIA DELL'ATTIVITÀ
ru: ЭНЕРГИЯ АКТИВНОСТИ

# diagramChartType.protein.title
source: PROTEINS
de: PROTEINE
es: PROTEÍNAS
fr: Protéine
it: SCOIATTOLO
ru: БЕЛКА

# doubleDiagramChart.exercises.title
source: TRAIN ENERGY
de: ÜBUNGSENERGIE
es: ENTRENA TU ENERGÍA
fr: ENTRAÎNEZ VOTRE ÉNERGIE
it: ENERGIA DEL TRENO
ru: ТРЕНИРУЙТЕ ЭНЕРГИЮ

# lineChartType.bmi.title
source: BODY MASS INDEX
de: KÖRPERMASSENINDEX
es: ÍNDICE DE MASA CORPORAL
fr: IMC
it: INDICE DI MASSA CORPOREA
ru: ИНДЕКС МАССЫ ТЕЛА

# tripleDiagramChartType.dietary.title
source: INTAKE THROUGH FOOD
de: AUFNAHME MIT NAHRUNG
es: CONSUMO CON ALIMENTOS
fr: CONSOMMATION ALIMENTAIRE
it: CONSUMO ALIMENTARE
ru: ПОТРЕБЛЕНИЕ С ПИЩЕЙ

# chart.message.title.first
source: There are no dimensions here. Your first one
de: Es gibt keine Messungen vorhanden. Ihre erste
es: No hay mediciones aquí. Es tu primera
fr: Il n'y a pas de mesures ici. Votre premier
it: Non ci sono misurazioni qui. prima tu
ru: Здесь нет никаких измерений. Ваш первый

# chart.message.title.second
source: hasn't passed yet
de: ist noch nicht durchgelaufen
es: aún no ha pasado
fr: pas encore passé
it: non ancora passato
ru: еще не прошел

# chart.right.bottom.title
source: daily average
de: Im Tagesdurchschnitt
es: Promedio diario
fr: Moyenne quotidienne
it: Media giornaliera
ru: Среднесуточный показатель

# lineChart.right.bottom.first
source: Initial weight:
de: Anfangsgewicht:
es: Peso inicial:
fr: Poids initial:
it: Peso iniziale:
ru: Начальный вес:

# lineChart.right.bottom.second
source: Beginning:
de: Anfang:
es: Inicio:
fr: Début:
it: Inizio:
ru: Начало:

# tabBar.myDay
source: MY DAY
de: mein Tag
es: MI DÍA
fr: MA JOURNÉE
it: MIO GIORNO
ru: МОЙ ДЕНЬ

# tabBar.progress
source: PROGRESS
de: Fortschritt
es: PROGRESO
fr: PROGRÈS
it: PROGRESSO
ru: ПРОГРЕСС

# tabBar.food
source: FOOD
de: Essen
es: COMIDA
fr: REPAS
it: CIBO
ru: ЕДА

# widget.main.including.title
source: INCLUDING BURNED
de: EINSCHLIEßLICH VERBAUCHT
es: INCLUIDO LOS QUEMADOS
fr: Y COMPRIS BRÛLÉ
it: INCLUSO BRUCIATO
ru: В ТОМ ЧИСЛЕ СОЖЖЕННЫЙ

# widget.main.excluding.title
source: EXCLUDING BURNED
de: AUSGENOMMEN VERBRAUCHT
es: EXCLUYENDO LOS QUEMADOS
fr: À L & APOS; EXCLUSION DES BRÛLÉS
it: ESCLUSO BRUCIATO
ru: ИСКЛЮЧАЯ СОЖЖЕННЫЕ

# widget.main.kcalLeft.title
source: KCAL LEFT
de: KCAL ÜBRIGGEBLIEBEN
es: QUEDAN KCAL
fr: KCAL RESTANT
it: Kcal RESIDUE
ru: ККАЛ ОСТАЛОСЬ

# widget.steps.title
source: steps
de: Schritte
es: pasos
fr: démarche
it: Passi
ru: шаги

# widget.water.setGoal.title
source: I will drink daily:
de: Ich werde täglich trinken:
es: Beberé agua cada día:
fr: Je vais boire tous les jours:
it: Berrò ogni giorno:
ru: Я буду пить ежедневно:

# widget.water.title
source: WATER
de: Wasser
es: AGUA
fr: EAU
it: ACQUA
ru: ВОДА

# widget.water.quickAdd.title
source: Quick add settings
de: Einstellung des schnellen Hinzufügens
es: Configuración de la adición rápida
fr: Configuration de l'ajout rapide
it: Configurazione dell'aggiunta rapida
ru: Настройка быстрого добавления

# widget.water.quickAdd.goalbutton.title
source: CHANGE DAILY GOAL
de: ÄNDERN SIE IHR TÄGLICHES ZIEL
es: CAMBIE SU OBJETIVO DIARIO
fr: CHANGEZ VOTRE OBJECTIF QUOTIDIEN
it: CAMBIA IL TUO OBIETTIVO GIORNALIERO
ru: ИЗМЕНИТЕ ЕЖЕДНЕВНУЮ ЦЕЛЬ

# widget.weight.title
source: WEIGHT
de: GEWICHT
es: PESO
fr: POIDS
it: PESO
ru: ВЕС

# widget.weight.add
source: ADD WEIGHT
de: GEWICHT HINZUFÜGEN
es: AÑADIR PESO
fr: AJOUTER DU POIDS
it: AGGIUNGI PESO
ru: ДОБАВИТЬ ВЕС

# ah.connect.title
source: Connect Apple Health
de: Apple Health verbinden
es: Conectar Apple Health
fr: Brancher Apple Health
it: Connetti Apple Salute
ru: Подключить Apple Health

# bmi.short
source: PFC
de: PFK
es: PROTEÍNAS CARBOHIDRATOS GRASAS
fr: VEILLE
it: BJU
ru: БЖУ

# active
source: Active Energy
de: Aktive Energie
es: Energía Activa
fr: énergie active
it: Energia attiva
ru: Активная Энергия

source: min
de: Minute
ru: мин

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: ingredienti
ru: Ингредиенты

source: servings
de: Portionen
es: porción
fr: portions
it: porzioni
ru: порции

# servings-1
source: serving
de: Portion
es: porción
fr: portions
it: una porzione
ru: порция

# servings-2-4
source: servings
de: Portionen
es: porciones
fr: portions
it: 2-4 porzioni
ru: порции

# servings>4
source: servings
de: Portionen
es: porciones
fr: portions
it: >4 porzioni
ru: порций

source: Instructions
de: Anweisungen
es: Instrucciones
fr: Prescription
it: Istruzioni
ru: Инструкции

# ByTaste
source: to taste
de: nach Geschmack
es: a gusto
fr: au goût
it: gusto
ru: по вкусу

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
ru: Рецепты

source: Search
de: Suche
es: Búsqueda
fr: Recherche
it: Ricerca
ru: Поиск

source: SEARCH RECIPE
de: NACH EINEM REZEPT SUCHEN
es: BUSCAR RECETA
fr: CHERCHER UNE RECETTE
it: CERCA UNA RICETTA
ru: ИСКАТЬ РЕЦЕПТ

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ru: Категории

source: Meals
de: Mahlzeit
es: Comidas
fr: Repas
it: Pasti
ru: Приемы пищи

source: Calories
de: Kalorien
es: Calorías
it: calorie
ru: Калории

source: Exceptions
de: Ausnahmen
es: Exclusiones
it: Eccezioni
ru: Исключения

source: Complexity
de: Komplexität
es: Complejidad
fr: Complexité
it: Complessità
ru: Сложность

source: Add to diary
de: Zum Tagebuch hinzufügen
es: Añadir al diario
fr: Ajouter au journal
it: Aggiungi al diario
ru: Добавить в дневник

source: Back
de: Zurück
es: Volver
fr: En arrière
it: Indietro
ru: Назад

# measurement.lb
source: lb
de: ft
fr: ft
it: ft
ru: фт

# universalSelector.currentSettingsByKcal
source: Based on current settings, your calorie goal is
de: Basierend auf die aktuellen Einstellungen ist Ihr Kalorienziel
es: Tu objetivo de calorías basado en la configuración actual
fr: Basé sur les paramètres actuels, votre objectif calorique est
it: In base alle tue impostazioni correnti, il tuo obiettivo calorico
ru: Основываясь на текущих настройках ваша цель по калориям

# universalSelector.currentSettingsByKcalNew
source: Based on current settings, your new calorie goal is
de: Basierend auf die aktuellen Einstellungen ist Ihr neues Kalorienziel
es: Tu nuevo objetivo de calorías basado en la configuración actual
fr: Basé sur les paramètres actuels, votre nouvel objectif calorique
it: In base alle tue impostazioni attuali, il tuo nuovo obiettivo calorico
ru: Основываясь на текущих настройках ваша новая цель по калориям

# universalSelector.new
source: new
de: neu
es: nueva
fr: nouvelle
it: nuovo
ru: новая

# enterkcal.headerview.description
source: When you set an personal consumption limit, the activity level and weekly goal settings will not take into consideration
de: Wenn Sie eine individuelle Verbrauchsrate festlegen, werden die Einstellungen des Aktivitätsniveaus und des wöchentlichen Ziels nicht mehr berücksichtigt
es: Cuando establece su consumo diario individual, no se considerarán sus ajustes de nivel de actividad ni de objetivo semanal
fr: Lorsque vous définissez un taux de consommation individuel - les paramètres de niveau d'activité et d'objectif hebdomadaire ne sont plus pris en compte
it: Quando imposti un tasso di consumo individuale, il livello di attività e le impostazioni degli obiettivi settimanali non verranno più presi in considerazione
ru: Когда вы устананавливайте индивидуальную норму потребления - настройки уровня активности и недельной цели перестанут учитываться

# settings.emptyCell.set
source: Set
de: festgestellt.
es: Establecer
fr: Bouches.
it: Bocca.
ru: Уст.

# brand.food
source: Branded food
de: Markennahrung
es: Comida de marca
fr: Nourriture de marque
it: cibo di marca
ru: Брендированная еда

# base.food
source: Basic food
de: Grundnahrungsmittel
es: Comida básica
fr: Repas de base
it: Cibo di base
ru: Базовая еда

# alert.yourGoal.title
source: YOUR GOAL
de: IHR ZIEL
es: SU OBJETIVO
fr: VOTRE OBJECTIF
it: IL TUO OBIETTIVO
ru: ВАША ЦЕЛЬ

# alert.willBeChanged
source: Will be changed to
de: Wird auf geändert
es: Se cambiará a
fr: Sera changé en
it: Sarà cambiato in
ru: Будет изменена на

# calendar.topTitle.today
source: TODAY
de: heute
es: HOY
fr: aujourd'hui
it: OGGI
ru: СЕГОДНЯ

# calendar.topTitle.yesterday
source: YESTERDAY
de: gestern
es: AYER
fr: HIER
it: IERI
ru: ВЧЕРА

# calendar.logStreak
source: days in a row
de: Tage hintereinander
es: días consecutivos
fr: jours de suite
it: giorni di fila
ru: дней подряд

# reviews.writeAReview
source: Write a review
de: Geben Sie Feedback
es: Escribir comentario
fr: Écrire un commentaire
it: Scrivere una recensione
ru: Написать отзыв

# reviews.sendUsFeedback
source: Contact us
de: Teilen Sie uns mit
es: Háganoslo saber
fr: faites-nous savoir
it: Facci sapere
ru: Сообщите нам

# rateUs.title
source: Rate the app
de: Bewerten Sie die Anwendung
es: Califica la aplicación
fr: Évaluer l'application
it: Valuta l'app
ru: Оцените приложение

# rateUs.subtitle
source: This will help to improve it
de: Das hilft uns besser zu werden
es: Esto ayudará a hacerlo mejor
fr: Cela aidera à le rendre meilleur
it: Questo contribuirà a renderlo migliore.
ru: Это поможет сделать его лучше

# Annualy
source: Annually
de: Jährlich
es: Anualmente
fr: Chaque année
it: Annualmente
ru: Ежегодно

source: week
de: Woche
es: semana
fr: semaine
it: Una settimana
ru: неделя

# onboarding.currentWeight
source: Your current weight
de: Ihr aktuelles Gewicht
es: Su peso actual
fr: Votre poids actuel
it: Il tuo peso attuale
ru: Ваш текущий вес

# onboarding.targetweight
source: Your target weight
de: Ihr Zielgewicht
es: Su peso objetivo
fr: Votre poids cible
it: Il tuo peso forma
ru: Ваш целевой вес

source: ALL NOTES
de: ALLE NOTIZEN
es: TODAS NOTAS
fr: TOUTES LES NOTES
it: TUTTE LE NOTE

# weightWidget.full.segment.week
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ru: Неделя

# weightWidget.full.segment.month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ru: Месяц

# weightWidget.full.segment.2months
source: 2 months
de: 2 Monate
es: 2 meses
fr: 2 mois
it: 2 mesi
ru: 2 месяца

# weightWidget.full.segment.3months
source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
ru: 3 месяца

# weightWidget.full.segment.halfYear
source: Half a year
de: Ein halbes Jahr
es: Medio año
fr: Semi-année
it: Semestre anno
ru: Полгода

# weightWidget.full.segment.year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ru: Год

# weightWidget.full.segment.alltime
source: All time
de: Die ganze Zeit
es: Todo el tiempo
fr: Tout le temps
it: Sempre
ru: Все время

# nomeasurements.first
source: There are no measurements. Your first
de: Es sind keine Messungen vorhanden. Ihre erste
es: No hay mediciones. Es tu primera
fr: Aucune mesure. Votre première
it: Non ci sono misurazioni. La tua prima
ru: Нет измерений. Ваш первый

# nomeasurements.second
source: hasn't passed yet
de: ist noch nicht durchgeführt
es: aún no ha pasado
fr: n'est pas encore passé
it: non è ancora passato
ru: еще не прошел

# camera.roll
source: Camera
de: Kamera
es: Cámara
fr: Camera roll
it: Camera roll

# ask.opinion.title
source: Your opinion does matter to us!
de: Ihre Meinung ist uns wichtig!
es: ¡Tu opinión nos importa!
fr: Votre avis compte pour nous!
it: La tua opinione è importante per noi!

# ask.opinion.subtitle
source: Do you like the app?
de: Gefällt Ihnen die Anwendung?
es: ¿Te gusta la aplicación?
fr: Aimez-vous l'application?
it: Ti piace l'app?

# last.plural
source: Last
de: Letzte
es: Últimos
fr: Dernier
it: Scorso

# dney
source: days
de: Tage
es: días
fr: jours
it: giorni

# nedelb
source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane

# mesyacev
source: months
de: Monate
es: meses
fr: mois
it: mesi
