Repository: nickfedchenko/calorietracker
Catalog: CalorieTracker/Sources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

# onboarding.first.achievementByWillPower.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Informazioni su di te
ru: История

# onboarding.first.achievementByWillPower.button
source: Let's do it!
de: Lass es uns tun!
es: ¡Hagámoslo!
fr: Faisons-le!
it: Facciamolo!
ru: Давайте сделаем это!

# onboarding.first.achievementByWillPower.title.first
source: It doesn't require much effort
de: Es braucht nicht viel Aufwand, um
es: No requiere mucho esfuerzo para
fr: Il ne faut pas beaucoup d'efforts pour
it: Non ci vuole molto sforzo per
ru: Не требуется много усилий, чтобы

# onboarding.first.achievementByWillPower.title.second
source: to achieve your goals.
de: Ihre Ziele zu erreichen.
es: alcanzar tus metas.
fr: atteindre Vos objectifs.
it: raggiungere i tuoi obiettivi.
ru: добиться Ваших целей.

# onboarding.first.achievementByWillPower.description
source: Learning and instilling some new habits into your life can go a long way toward your goals. Are you ready to make the first steps toward the formation of your own strong habits?
de: Die Etablierung einiger neuen Gewohnheiten spielt eine große Rolle bei der Zielerreichung. Sind Sie bereit, die ersten Schritte zu setzen, um Ihre eigenen starken Gewohnheiten zu entwickeln?
es: Aprender y poner en práctica algunos hábitos nuevos puede ayudarte mucho a cumplir tus objetivos. ¿Estás listo para dar los primeros pasos para desarrollar tus propios hábitos fuertes?
fr: Apprendre et introduire de nouvelles habitudes peut faire une grande différence pour atteindre l'objectif. Êtes-vous prêt à faire les premiers pas vers la formation de vos propres habitudes fortes?
it: Imparare e adottare alcune nuove abitudini può fare molto per raggiungere il tuo obiettivo. Sei pronto a muovere i primi passi verso la costruzione delle tue forti abitudini?
ru: Изучение и внедрение некоторых новых привычек может иметь большое значение для достижения поставленной цели. Готовы ли вы сделать первые шаги к формированию своих собственных сильных привычек?

# onboarding.first.achievingDifficultGoal.button
source: Next
de: Weiter
es: Siguiente
fr: Ensuite
it: Continua
ru: Далее

# onboarding.first.achievingDifficultGoal.title.first
source: Think of someone in your life
de: Denken Sie an jemanden in Ihrem Leben
es: Piensa en una persona en tu vida
fr: Pensez à quelqu'un dans votre vie
it: Pensa a qualcuno nella tua vita
ru: Подумайте о ком-то в вашей жизни

# onboarding.first.achievingDifficultGoal.title.second
source: who has reached a difficult goal.
de: der ein schwieriges Ziel erreicht hat.
es: que logró un objetivo difícil.
fr: qui a atteint un objectif difficile.
it: che ha raggiunto un obiettivo difficile.
ru: который достиг трудной цели.

# onboarding.first.achievingDifficultGoal.title
source: History
de: Die Geschichte
es: Historia
fr: Histoire
it: Informazioni su di te
ru: История

# onboarding.first.achievingDifficultGoal.description
source: What do you think helped them become successful?
de: Ihrer Meinung nach, was hat ihnen wohl geholfen, erfolgreich zu werden?
es: ¿Qué crees que les ayudó a tener éxito?
fr: Selon vous, qu'est-ce qui les a aidés à réussir?
it: Cosa pensi li abbia aiutati ad avere successo?
ru: Как вы думаете, что помогло им стать успешными?

# onboarding.first.achievingDifficultGoal.naturalWillpowerAndMentalStrength
source: Innate willpower and mental toughness
de: Natürliche Willenskraft und Unerschütterlichkeit
es: Fuerza de voluntad y fortaleza mental propias
fr: Volonté naturelle et résilience mentale
it: Forza di volontà naturale e forza mentale
ru: Природная сила воли и умственная стойкость

# onboarding.first.achievingDifficultGoal.aPlanAndGoodHabits
source: Plan and good habits
de: Plan und gesunde Gewohnheiten
es: Plan y buenos hábitos
fr: Plan et bonnes habitudes
it: Piano e buone abitudini
ru: План и хорошие привычки

# onboarding.first.callToAchieveGoal.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.callToAchieveGoal.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.first.callToAchieveGoal.title.first
source: Cool!
de: Super!
es: ¡Genial!
fr: De classe!
it: Freddo!
ru: Классно!

# onboarding.first.callToAchieveGoal.title.second
source: Kcalс will help you develop the habits you need to achieve your goals.
de: Kcalc hilft Ihnen dabei, die Gewohnheiten zu etablieren, die Sie benötigen, um Ihre Ziele zu erreichen.
es: Kcalс te ayudará a desarrollar los hábitos que necesitas para alcanzar tus metas.
fr: Kcal vous aidera à développer les habitudes nécessaires pour atteindre vos objectifs.
it: Kcalc ti aiuterà a sviluppare le abitudini di cui hai bisogno per raggiungere i tuoi obiettivi.
ru: Kcalс поможет вам выработать привычки, необходимые для достижения ваших целей.

# onboarding.first.calorieCount.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.calorieCount.approval
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.first.calorieCount.rejection
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.first.calorieCount.title.first
source: Have you ever
de: Haben Sie
es: ¿Tú
fr: Vous
it: Voi
ru: Вы

# onboarding.first.calorieCount.title.second
source: counted calories
de: früher Kalorien
es: contaste calorías
fr: calories comptées
it: calorie contate
ru: считали калории

# onboarding.first.calorieCount.title.third
source: before??
de: gezählt?
es: antes?
fr: précédemment??
it: in precedenza??
ru: ранее??

# onboarding.first.descriptionOfExperience.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.descriptionOfExperience.button
source: Next
de: Weiter
es: Siguiente
fr: Ensuite
it: Continua
ru: Далее

# onboarding.first.descriptionOfExperience.title.first
source: What best describes
de: Was beschreibt am besten
es: ¿Qué es lo que describe mejor
fr: Ce qui décrit le mieux
it: Ciò che meglio descrive
ru: Что лучше всего описывает

# onboarding.first.descriptionOfExperience.iHaveNeverLostMuchWeightBefore
source: I had never lost a lot of weight before
de: Ich habe noch nie viel Gewicht verloren
es: Nunca he bajado mucho peso antes
fr: Je n'ai jamais perdu beaucoup de poids auparavant
it: Non ho mai perso molto peso prima
ru: Я никогда не терял много веса раньше

# onboarding.first.descriptionOfExperience.iLostWeightAndGainedItAllBack
source: I've lost weight and gained the same weight back
de: Ich habe abgenommen und alles zurückgenommen
es: He bajado de peso y lo he recuperado todo de nuevo
fr: J'ai perdu du poids et j'ai tout récupéré
it: Ho perso peso e ho recuperato tutto
ru: Я похудел и набрал все это обратно

# onboarding.first.descriptionOfExperience.iLostWeightAndGainedSomeBack
source: I've lost weight and gained a little bit more
de: Ich habe abgenommen und etwas zugenommen
es: He adelgazado y vuelto a subir algo de peso
fr: J'ai perdu du poids et j'ai récupéré un peu
it: Ho perso peso e sono migliorato un po'
ru: Я похудел и немного поправился

# onboarding.first.descriptionOfExperience.iLostWeightAndHaveMoreLose
source: I've lost weight and continue to lose even more
de: Ich habe abgenommen und verliere noch mehr
es: He bajado de peso y estoy bajando más
fr: J'ai perdu du poids et je perds encore plus
it: Ho perso peso e ne sto perdendo ancora
ru: Я похудел и еще больше теряю

# onboarding.first.descriptionOfExperience.iLostWeightAndAmMaintainingIt
source: I've lost weight and keep it off
de: Ich habe das Gewicht fallen gelassen und unterstütze es
es: He bajado de peso y lo estoy manteniendo
fr: J'ai perdu du poids et je le supporte
it: Ho perso peso e lo sto mantenendo.
ru: Я сбросил вес и поддерживаю его

# onboarding.first.final.button
source: keep it up!
de: mach weiter so!
es: ¡Sigue así!
fr: continuez dans le même esprit!
it: continua così!
ru: продолжай в том же духе!

# onboarding.first.final.description
source: We're happy you're here. We'll guide you through these steps to set you up for weight loss success:
de: Wir sind froh, dass Sie dabei sind. Wir begleiten Sie bei diesen Schritten, um Sie auf erfolgreiche Gewichtsabnahme einzustellen:
es: Nos alegra que estés aquí. Te guiaremos por estos pasos para que logres el éxito en la pérdida de peso:
fr: Nous sommes heureux que vous soyez là. Nous vous guiderons à travers ces étapes pour vous préparer au succès de la perte de poids:
it: Siamo contenti che tu sia qui. Ti guideremo attraverso questi passaggi per prepararti al successo nella perdita di peso:
ru: Мы рады, что вы здесь. Мы проведем вас через эти шаги, чтобы настроить вас на успех в потере веса:

# onboarding.first.final.title.first
source: 1 ready
de: 1 fertig
es: 1 hecho
fr: 1 prêt
it: 1 pronto
ru: 1 готов

# onboarding.first.final.title.second
source: , 3 to go!
de: , es sind noch drei übrig!
es: , quedan 3!
fr: , il reste 3!
it: , 3 mancanti!
ru: , осталось 3!

# onboarding.first.final.history
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.final.user.data
source: User data
de: Benutzerdaten
es: Datos del usuario
fr: Données de l'utilisateur
it: Dati utente
ru: Данные пользователя

# onboarding.first.final.motivation
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione / Scopo
ru: Мотивация / Цель

# onboarding.first.final.habits
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.first.formationGoodHabits.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.first.formationGoodHabits.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.formationGoodHabits.title.first
source: Good habits require a plan
de: Um gute Gewohnheiten aufzubauen, braucht man einen Plan
es: Necesitas un plan para formar buenos hábitos
fr: Pour former de bonnes habitudes, vous avez besoin d'un plan
it: Le buone abitudini hanno bisogno di un piano
ru: Для формирования хороших привычек нужен план

# onboarding.first.formationGoodHabits.title.second
source: and accountability.
de: und Nachvollziehbarkeit.
es: y rendición de cuentas.
fr: et responsabilité.
it: e responsabilità.
ru: и подотчетность.

# onboarding.first.formationGoodHabits.description
source: How do you plan to stay on track?
de: Wie planen Sie, auf dem richtigen Weg zu bleiben?
es: ¿Cómo planeas mantenerte en el buen camino?
fr: Comment comptez-vous rester sur la bonne voie?
it: Come pensi di rimanere sulla strada giusta?
ru: Как вы планируете оставаться на верном пути?

# onboarding.first.formationGoodHabits.logEveryMealBefore
source: Log every meal before I eat it
de: Jede Mahlzeit eintragen, bevor ich sie esse
es: Registrar cada comida antes de comerla
fr: Enregistrer chaque repas avant de le manger
it: Registra ogni pasto prima che lo mangi
ru: Регистрировать каждый прием пищи, прежде чем я его съем

# onboarding.first.formationGoodHabits.logOnDaysEvenWhenKnow
source: Log even on the days I know I'm over my limit
de: Sogar an Tagen eintragen, wenn ich weiß, dass ich das Limit überschreite
es: Registrar incluso en los días en que sé que me he pasado los límites
fr: Inscrivez-vous même les jours où je sais que je dépasse la limite
it: Registrati anche nei giorni in cui so di aver superato il limite
ru: Регистрировать даже в те дни, когда знаю, что превышаю лимит

# onboarding.first.formationGoodHabits.stayOnTrackWithAnAccountabilityBuddy
source: Stay on my track with an accountability partner
de: Auf dem richtigen Weg mit dem Partner für Nachvollziehbarkeit bleiben
es: Mantener el rumbo con un compañero de rendición de cuentas
fr: Rester sur la bonne voie avec un partenaire de responsabilité
it: Rimani in pista con un partner responsabile
ru: Оставаться на верном пути с партнером по подотчетности

# onboarding.first.formationGoodHabits.planOutMyMealsInAdvance
source: Planning my meals in advance
de: Ich plane meine Mahlzeiten vor
es: Planifico mis comidas con antelación
fr: Je planifie mes repas à l'avance
it: Pianifico i miei pasti in anticipo
ru: Планирую свое питание заранее

# onboarding.first.formationGoodHabits.seeHowLongOfTrackingStreak
source: See how long I can keep track of these events
de: Mal sehen, wie lange ich den Fortschritt verfolgen kann
es: Comprobar por cuánto tiempo puedo llevar el seguimiento
fr: Voyons combien de temps je peux suivre les événements
it: Vediamo per quanto tempo riesco a seguire il corso degli eventi
ru: Посмотрим, как долго я смогу следить за ходом событий

# onboarding.first.formationGoodHabits.planOutDaysWhereKnow
source: Plan days when I know I will eat gourmet food
de: Die Tage vorplanen, wenn ich Feinkost essen werde
es: Planificar los días en que sé que voy a comer comida rica
fr: Planifiez les jours où je sais que je vais manger des mets délicats
it: Pianifica i giorni in cui so che mangerò cibo gourmet
ru: Планируйте дни, когда я знаю, что буду есть деликатесную пищу

# onboarding.first.getStarted.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.getStarted.track
source: Keep track of what you eat
de: Beachten was Sie essen
es: Controla lo que comes
fr: Surveillez ce que vous mangez
it: Guarda Cosa mangi
ru: Следите за тем, что вы едите

# onboarding.first.getStarted.follow
source: Monitor your calorie consumption
de: Überwachen Sie Ihren Kalorienverbrauch
es: Controla cuánto calorías gastas
fr: Surveillez votre consommation de calories
it: Tieni traccia del tuo consumo calorico
ru: Следите за расходом калорий

# onboarding.first.getStarted.reach
source: Reach your goals
de: Erreichen Ihre Ziele
es: Alcanza tus metas
fr: Atteignez vos objectifs
it: Raggiungi i tuoi obbiettivi
ru: Достигайте своих целей

# onboarding.first.getStarted.getStarted
source: Get Started
de: Los geht's
es: Comenzar a trabajar
fr: Se mettre au travail
it: Andare al lavoro
ru: Приступить к работе

# onboarding.first.lastCalorieCount.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.lastCalorieCount.button
source: Next
de: Weiter
es: Siguiente
fr: Ensuite
it: Continua
ru: Далее

# onboarding.first.lastCalorieCount.title.first
source: The last time
de: Wie haben Sie
es: La última vez que
fr: La Dernière fois que vous
it: L'ultima volta che
ru: В последний раз, когда вы

# onboarding.first.lastCalorieCount.title.second
source: you counted calories
de: letztes Mal
es: contaste las calorías
fr: calories comptées
it: hai contato le calorie
ru: считали калории

# onboarding.first.lastCalorieCount.title.third
source: ,how did you do it?
de: Kalorien gezählt?
es: ,¿cómo lo hiciste?
fr: ,comment avez-vous fait?
it: ,Come hai fatto?
ru: ,как вы это делали?

# onboarding.first.lastCalorieCount.usingAnApp
source: Used the app
de: Habe die Anwendung benutzt
es: Use la aplicación
fr: Utilisé l'application
it: Usato l'app
ru: Использовал приложение

# onboarding.first.lastCalorieCount.onWebsite
source: On the website
de: Auf der Website
es: En el sitio web
fr: Sur le site
it: Sul posto
ru: На сайте

# onboarding.first.lastCalorieCount.byTakingNotes
source: Taking notes
de: Notizen gemacht
es: Tomando nota
fr: Prendre des notes
it: Prendere appunti
ru: Делая заметки

# onboarding.first.lastCalorieCount.usingSpreadsheet
source: Used a spreadsheet
de: Tabellenkalkulation verwendet
es: Usando hoja de cálculo
fr: Utilisé une feuille de calcul
it: Usato un foglio di calcolo
ru: Использовал электронной таблицы

# onboarding.first.lastCalorieCount.anotherWay
source: Another way
de: Auf andere Weise
es: Otra forma
fr: Une autre façon
it: Un altro modo
ru: Другой способ

# onboarding.first.obsessingOverFood.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.obsessingOverFood.button
source: Next
de: Weiter
es: Siguiente
fr: Ensuite
it: Continua
ru: Далее

# onboarding.first.obsessingOverFood.title.first
source: Have you ever noticed that you're
de: Haben Sie irgendwann bemerkt,
es: ¿Te has encontrado alguna vez
fr: Avez-vous déjà trouvé vous-même
it: Ti sei mai trovato
ru: Вы когда-нибудь находили себя

# onboarding.first.obsessingOverFood.title.second
source: obsessed with food?
de: dass Sie vom Essen besessen sind?
es: obsesionado con la comida?
fr: obsédé par la nourriture?
it: ossessionato dal cibo?
ru: одержимым едой?

# onboarding.first.obsessingOverFood.yesDefinitely
source: Yes, definitely
de: Ja, definitiv.
es: Sí, ciertamente
fr: Oui, définitivement.
it: Sì, sicuramente
ru: Да, определенно

# onboarding.first.obsessingOverFood.sureSometimes
source: Of course, sometimes
de: Natürlich manchmal
es: Sí, a veces
fr: Bien sûr, parfois
it: Certo, a volte
ru: Конечно, иногда

# onboarding.first.obsessingOverFood.noNotReall
source: No, not really
de: Nein, nicht wirklich.
es: No, realmente no
fr: Non, pas vraiment.
it: No, per niente
ru: Нет, не совсем

# onboarding.first.previousApplication.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.previousApplication.button
source: Next
de: Weiter
es: Siguiente
fr: Ensuite
it: Continua
ru: Далее

# onboarding.first.previousApplication.title.first
source: What app did you use?
de: Welche Anwendung haben Sie verwendet?
es: ¿Qué aplicación has usado?
fr: Quelle application avez-vous utilisé?
it: Che applicazione hai usato?
ru: Какое приложение Вы использовали?

# onboarding.first.previousApplication.formerlyWeightWatchers
source: WW (formerly Weight Watchers)
de: WW (ehemals Weight Watchers)
es: WW (antes Weight Watchers)
fr: WW (précédemment Weight Watchers)
it: WW (Prima Weight Watchers)
ru: WW (ранее Weight Watchers)

# onboarding.first.previousApplication.anotherApp
source: Another App
de: Andere Anwendung
es: Otra aplicación
fr: Autre application
it: Altra applicazione
ru: Другое приложение

# onboarding.first.previousApplication.iDontRemember
source: I don't remember
de: Ich erinnere mich nicht
es: No me acuerdo
fr: Je ne me souviens pas
it: non ricordo
ru: Я не помню

# onboarding.first.purposeOfTheParish.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.purposeOfTheParish.button
source: Next
de: Weiter
es: Siguiente
fr: Ensuite
it: Continua
ru: Далее

# onboarding.first.purposeOfTheParish.title.first
source: What brings
de: Was hat
es: ¿Qué te ha traído
fr: Ce qui a conduit
it: Risultante
ru: Что привело

# onboarding.first.purposeOfTheParish.title.second
source: You here now
de: Sie dazu gebracht?
es: para estar con nosotros
fr: Vous êtes ici maintenant
it: tu qui ora
ru: Вас сюда сейчас

# onboarding.first.purposeOfTheParish.thisTimeToGetBackToHealthyHabits
source: It's time to get back into healthy habits
de: Es ist Zeit, zu gesunden Gewohnheiten zurückzukehren
es: Es hora de que vuelvas a los hábitos saludables
fr: Il est temps de revenir à des habitudes saines
it: È ora di tornare alle sane abitudini
ru: Пришло время вернуться к здоровым привычкам

# onboarding.first.purposeOfTheParish.iUnhappyWithMyWeight
source: I'm unhappy with my weight
de: Ich bin mit meinem Gewicht unzufrieden
es: No estoy contento con mi peso
fr: Je ne suis pas satisfait de mon poids
it: Non sono soddisfatto del mio peso
ru: Я недоволен своим весом

# onboarding.first.purposeOfTheParish.iHaveSomeFreshMotivation
source: I became motivated
de: Ich bin jetzt gut motiviert
es: Tengo motivación
fr: J'ai de la motivation.
it: Ho la motivazione
ru: У меня появилась мотивация

# onboarding.first.purposeOfTheParish.iReadyToStartFeelingGoodAgain
source: I'm ready to start feeling good again
de: Ich bin bereit, mich wieder gut zu fühlen
es: Estoy listo para volver a sentirme bien
fr: Je suis prêt à recommencer à me sentir bien
it: Sono pronto per ricominciare a sentirmi bene
ru: Я готов снова начать чувствовать себя хорошо

# onboarding.first.purposeOfTheParish.iAmCuriousToCheckOutKcalc
source: I'm interested in checking out Kcalc
de: Ich bin neugierig, Kcalc zu überprüfen
es: Me interesa combrobar Kcalc
fr: Je suis curieux de vérifier Kcalc
it: Sono curioso di dare un'occhiata a Kcalc
ru: Мне любопытно проверить Kcalc

# onboarding.first.purposeOfTheParish.somethingElse
source: Something else
de: Etwas anderes
es: Otra cosa
fr: Autre chose
it: Qualcos'altro
ru: Что-то еще

# onboarding.first.questionAboutTheChange.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.questionAboutTheChange.button
source: Next
de: Weiter
es: Siguiente
fr: Ensuite
it: Continua
ru: Далее

# onboarding.first.questionAboutTheChange.title.first
source: How is this different
de: Abgesehen davon,
es: En que se diferencia
fr: Quelle est la différence
it: Qual è la differenza
ru: Чем отличается

# onboarding.first.questionAboutTheChange.title.second
source: from the last time
de: dass Sie jetzt Kcal verwenden,
es: de la última vez
fr: de la Dernière fois
it: dall'ultima volta
ru: от прошлого раза

# onboarding.first.questionAboutTheChange.description
source: Except that you use Kcal, of course
de: was hat sich dieses Mal geändert?
es: Excepto que estás usando Kcal, por supuesto
fr: Sauf que vous utilisez Kcal bien sûr
it: Tranne che stai usando Kcal ovviamente
ru: Кроме того, что вы используете Kcal, конечно

# onboarding.first.questionAboutTheChange.iHaveDifferentMindset
source: I have a different mindset.
de: Ich habe eine andere Denkweise
es: Tengo una mentalidad diferente
fr: J'ai une pensée différente
it: Ho una mentalità diversa
ru: У меня другое мышление

# onboarding.first.questionAboutTheChange.iHadSomeBigChangesInMyLife
source: I've had big life change
de: Es gab große Veränderungen in meinem Leben
es: Ha habido un gran cambio en mi vida
fr: Il y a eu un grand changement dans ma vie
it: Ci sono stati grandi cambiamenti nella mia vita
ru: В моей жизни произошли большие перемены

# onboarding.first.questionAboutTheChange.iWeightMoreThanIdidLastTime
source: I weigh more than I did last time.
de: Ich wiege mehr als beim letzten Mal
es: Peso más que la última vez.
fr: Je pèse plus que la Dernière fois
it: Peso più dell'ultima volta
ru: Я вешу больше, чем в прошлый раз

# onboarding.first.questionAboutTheChange.iTryingDifferentWayOfEating
source: I'm trying a different nutritional method
de: Ich versuche eine andere Ernährungsweise
es: Estoy probando otro tipo de alimentación
fr: J'essaie une autre façon de manger
it: Sto provando un modo diverso di mangiare
ru: Я пробую другой способ питания

# onboarding.first.questionAboutTheChange.iTryingNewExercisePlan
source: I'm trying a new exercise plan
de: Ich probiere einen neuen Übungsplan aus
es: Estoy probando ahora un nuevo plan de ejercicios
fr: J'essaie un nouveau plan d'exercice
it: Sto provando un nuovo programma di esercizi
ru: Я пробую новый план упражнений

# onboarding.first.questionAboutTheChange.iHadSomeHealthChanges
source: I’ve had some health changes
de: Ich habe einige gesundheitlichen Veränderungen
es: He tenido algunos cambios en mi salud
fr: J'ai eu quelques changements de santé

# onboarding.first.questionOfLosingWeight.title
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.first.questionOfLosingWeight.approval
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.first.questionOfLosingWeight.rejection
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.first.questionOfLosingWeight.title.first
source: Have You ever tried
de: Haben Sie versucht
es: ¿Has probado
fr: Пробовали ли Вы
it: Hai provato
ru: Пробовали ли Вы
