Repository: nickfedchenko/calorietracker
Catalog: CalorieTracker/Sources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

# onboarding.fourth.sequenceOfHabitFormation.logEachMealBeforeYouTakeTheFirstBite
source: Record every meal before eating
de: Notieren Sie jede Mahlzeit vor dem Essen
es: Registrar cada comida antes de consumirla
fr: Enregistrer chaque repas avant de manger
it: Registra ogni pasto prima di mangiare
ru: Записывать каждый прием пищи перед употреблением

# onboarding.fourth.sequenceOfHabitFormation.logImmediatelyAfterEachMeal
source: Record immediately after each meal
de: Sofort nach jeder Mahlzeit notieren
es: Registrar inmediatamente después de cada comida
fr: Enregistrer immédiatement après chaque repas
it: Registra subito dopo ogni pasto
ru: Записывать сразу после каждого приема пищи

# onboarding.fourth.sequenceOfHabitFormation.logAllOfYoutMealsBeforeTheDayStarts
source: Record all planned meals before starting my day
de: Notieren Sie alle geplanten Mahlzeiten, bevor Sie den Tag beginnen
es: Registrar todas las comidas programadas antes de empezar el día
fr: Enregistrer tous les repas planifiés avant le début de la journée
it: Annota tutti i pasti pianificati prima dell'inizio della giornata
ru: Записывать все запланированные приемы пищи перед началом дня

# onboarding.fourth.sequenceOfHabitFormation.logAllOfYourMealsAtTheEndOfTheDay
source: Record all meals at the end of the day
de: Alle Mahlzeiten am Ende des Tages aufzeichnen
es: Registrar todas las comidas al final del día
fr: Enregistrer tous les repas à la fin de la journée
it: Registra tutti i pasti alla fine della giornata
ru: Записывать все приемы пищи в конце дня

source: I'm not sure, I'm trying to figure out what is the best option for me
de: Ich bin mir nicht sicher, ich versuche zu verstehen, was mir am besten passt.
es: No estoy seguro, intento averiguar qué es lo mejor para mí
fr: Je ne suis pas sûr de savoir ce qui serait le mieux pour moi
it: Non ne sono sicuro, sto cercando di capire cosa sia meglio per me
ru: Я не уверен(а), пытаюсь понять что будет лучше для меня

# onboarding.fourth.dietaryPreference.title.first
source: Dietary
de: Welche Diät
es: Preferencias
fr: Diététique
it: Dietetico
ru: Диетические

# onboarding.fourth.dietaryPreference.title.second
source: Preferences
de: halten Sie?
es: dietéticas
fr: préférences
it: preferenze
ru: предпочтения

# onboarding.fourth.dietaryPreference.diet.classic.title
source: Classic
de: Klassische
es: Clásica
fr: Classique
it: classico
ru: Классическая

# onboarding.fourth.dietaryPreference.diet.classic.subtitle
source: I have no dietary preferences
de: Ich halte keine
es: No tengo preferencias dietéticas
fr: Je n'ai pas de préférence alimentaire
it: Non ho preferenze dietetiche
ru: У меня нет диетических предпочтений

# onboarding.fourth.dietaryPreference.diet.pescatarian.title
source: Pescetarian
de: Pesketarianisch
es: Pescetariana
it: Pescatario
ru: Пескетарианская

# onboarding.fourth.dietaryPreference.diet.pescatarian.subtitle
source: I eat seafood, but I don't eat meat
de: Ich esse Meeresfrüchte, aber kein Fleisch
es: Como mariscos, pero no carne
fr: Je mange des fruits de mer, mais de la viande
it: Mangio pesce ma carne
ru: Я ем морепродукты, но мясо

# onboarding.fourth.dietaryPreference.diet.vegetarian.title
source: Vegetarian
de: Vegetarische
es: Vegetariana
fr: Végétarienne
it: Vegetariano
ru: Вегетарианская

# onboarding.fourth.dietaryPreference.diet.vegetarian.subtitle
source: I don't eat meat and seafood
de: Ich esse kein Fleisch und keine Meeresfrüchte
es: No como carne ni mariscos
fr: Je ne mange pas de viande et de fruits de mer
it: Non mangio carne e pesce
ru: Я не ем мясо и морепродукты

# onboarding.fourth.dietaryPreference.diet.vegan.subtitle
source: I don't eat products of animal origin
de: Ich esse keine tierischen Produkte
es: No como productos de origen animal
fr: Je ne mange pas de produits animaux
it: Non mangio prodotti di origine animale
ru: Я не ем продукты животного происхождения

# onboarding.fourth.soundsGood.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.soundsGood.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.soundsGood.title.first
source: Sounds attractive!
de: Klingt verlockend!
es: ¡Suena tentador!
fr: Cela semble tentant!
it: Sembra allettante!
ru: Звучит заманчиво!

# onboarding.fourth.soundsGood.description
source: Setting this plan for your journaling, at least to begin with, can help you stay motivated and move towards your goals.
de: Das Aufstellen dieses Tagesplanes kann Ihnen zumindest am Anfang helfen, motiviert zu bleiben und Ihre Ziele zu erreichen.
es: Establecer este plan de llevar un diario, al menos para empezar, puede ayudar a mantenerte motivado y a avanzar hacia tus objetivos.
fr: L'établissement de ce plan de journalisation, au moins pour commencer, peut vous aider à rester motivé et à atteindre vos objectifs.
it: L'impostazione di questo piano di diario, almeno all'inizio, può aiutarti a mantenerti motivato e ad andare verso i tuoi obiettivi.Prendere decisioni nutrizionali intelligenti è una parte importante del processo di perdita di peso. Basta non fare nulla per perdere peso che non farai per perderlo.
ru: Установка этого плана ведения журнала, по крайней мере для начала, может помочь вам поддерживать мотивацию и продвигаться к своим целям.

# onboarding.fourth.soundsLikePlan.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.soundsLikePlan.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.soundsLikePlan.title.first
source: Sounds like a plan!
de: Klingt nach einem Plan!
es: ¡Suena como un plan!
fr: Sonne comme un plan!
it: Suona come un piano!
ru: Звучит как план!

# onboarding.fourth.soundsLikePlan.description
source: Making smart nutritional decisions is an important part of the weight loss process. Just don't do things that make you less likely to lose weight, then you will lose it!
de: Vernünftige Ernährung spielt eine große Rolle beim Abnahmeprozess. Tun Sie einfach nichts, was Sie stört abzunehmen, dann werden Sie Ihr Ziel erreichen!
es: Tomar decisiones alimentarias sensatas es una parte importante del proceso de pérdida de peso. Simplemente, ¡no hagas nada para perder peso que no harías para perderlo!
fr: Prendre des décisions saines en matière de Nutrition est une partie importante du processus de perte de poids. Ne faites rien pour perdre du poids que vous ne ferez pas pour le perdre!
it: Prendere decisioni nutrizionali intelligenti è una parte importante del processo di perdita di peso. Basta non fare nulla per perdere peso che non farai per perderlo.!
ru: Принятие разумных решений в отношении питания - важная часть процесса похудения. Просто не делайте ничего, чтобы сбросить вес, чего вы не сделаете, чтобы его сбросить!

# onboarding.fourth.StressAndEmotionsAreInevitable.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.StressAndEmotionsAreInevitable.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.StressAndEmotionsAreInevitable.title.first
source: Stress and emotions are inevitable.
de: Stress und Emotionen sind unvermeidlich.
es: El estrés y las emociones son inevitables.
fr: Le stress et les émotions sont inévitables.
it: Lo stress e le emozioni sono inevitabili.
ru: Стресс и эмоции неизбежны.

# onboarding.fourth.StressAndEmotionsAreInevitable.description
source: If you end up exceeding your calorie limit, that's okay! Don't let a single slip stop you. Keeping track of everything you eat is more important early on in your path to wellness than keeping the budget.
de: Es ist in Ordnung, wenn Sie manchmal Ihr Kalorienlimit überschreiten! Lassen Sie sich bei ersten Fehler nicht unterkriegen. Bewusste Ernährung ist am Anfang Ihres Weges zur Gesundheit wichtiger als das Einhalten des Kalorienbedarfs.
es: Si al final superas tu límite de calorías, ¡no pasa nada! No dejes que un solo fallo te afecte. Hacer un seguimiento de todo lo que comes es más importante en las primeras etapas de tu viaje hacia la salud que atenerte a un presupuesto.
fr: Si vous finissez par dépasser votre limite de calories, ce n'est pas grave! Ne laissez pas une seule erreur vous identifier. Garder une trace de tout ce que vous mangez est plus important au début de votre parcours vers la santé que de respecter un budget.
it: Se finisci per superare il limite di calorie, non è un grosso problema! Non lasciare che un singolo errore ti definisca. Tenere traccia di tutto ciò che mangi è più importante nelle prime fasi del tuo viaggio verso la salute che non avere un budget limitato.
ru: Если вы в конечном итоге превысите свой лимит калорий, ничего страшного! Не позволяй ни одному промаху определить тебя. Отслеживание всего, что вы едите, более важно на ранних этапах вашего пути к здоровью, чем соблюдение бюджета.

# onboarding.fourth.thoughtsOnStressEating.button.no
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.fourth.thoughtsOnStressEating.button.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.fourth.thoughtsOnStressEating.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.thoughtsOnStressEating.title.first
source: Do you consider yourself an emotional
de: Sind Sie ein Gefühlsmensch
es: ¿Crees que eres una persona emocional?
fr: Vous considérez-vous émotif
it: Ti consideri un mangiatore emotivo
ru: Считаете ли вы себя эмоциональным

# onboarding.fourth.thoughtsOnStressEating.title.second
source: or prone to stress eater?
de: oder für Stress anfälliger Esser?
es: o eres un comilón propenso al estrés?
fr: ou un mangeur sujet au stress?
it: o incline allo stress?
ru: или склонным к стрессу едоком?

# onboarding.fourth.timeForYourself.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.timeForYourself.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.timeForYourself.title.first
source: How much time do you have to set aside for yourself in a typical week?
de: Wie viel Zeit haben Sie gewöhnlich in der Woche für sich selbst?
es: ¿Cuánto tiempo tienes para darte a ti mismo en una semana normal?
fr: Combien de temps avez-vous pour vous-même dans une semaine normale?
it: Quanto tempo hai per te stesso in una settimana tipo?
ru: Сколько времени у вас есть для себя в обычную неделю?

# onboarding.fourth.timeForYourself.nearlyNone
source: Almost no time
de: Fast keine
es: Casi nada
fr: Presque aucun
it: Quasi nessuno
ru: Почти ни одного

# onboarding.fourth.timeForYourself.littleBitHereAndThere
source: A little, here and there
de: Ein bisschen, hier und da
es: Poco, de vez en cuando
fr: Un peu, ici et là
it: Un po' qua e là
ru: Немного, здесь и там

# onboarding.fourth.timeForYourself.goodAmount
source: Good amount of time
de: Eine gute Menge
es: Bastante
fr: Une bonne somme
it: Buona quantità
ru: Хорошая сумма

# onboarding.fourth.timeForYourself.asMuchAsWant
source: As much as I want
de: So viel wie ich will
es: Tanto como quiero
fr: Autant que je veux
it: Quanto voglio
ru: Столько, сколько я хочу

# onboarding.fourth.whatImportantToYou.button.calorie
source: Calories in my food
de: Kalorien in meinem Essen
es: Calorías en mi comida
fr: Calories dans ma nourriture
it: calorie nel mio cibo
ru: Калории в моей еде

# onboarding.fourth.whatImportantToYou.button.nutrition
source: Nutritional value of my food
de: Nährwert meines Essens
es: Valor nutricional de mi comida
fr: La Nutrition de ma nourriture
it: Nutrizione del mio cibo
ru: Питательность моей пищи

# onboarding.fourth.whatImportantToYou.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.whatImportantToYou.title.first
source: What matters most to you?
de: Was ist Ihnen wichtiger?
es: ¿Qué es más importante para ti?
fr: Ce qui est plus important pour vous?
it: Cos'è più importante per te?
ru: Что для вас важнее?

# onboarding.fourth.youreNotAlone.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.youreNotAlone.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.youreNotAlone.title.first
source: You are not alone!
de: Sie sind nicht allein!
es: ¡No estás solo!
fr: Tu n'es pas seul.!
it: Non sei solo!
ru: Ты не одинок!

# onboarding.fourth.youreNotAlone.description
source: Many people save calories during the week so they have room to loosen up over the weekend.
de: Viele Menschen sparen Kalorien während der Woche, so dass Sie sich am Wochenende mehr leisten können.
es: Muchas personas consumen menos calorías durante la semana para tener un margen de maniobra el fin de semana.
fr: Beaucoup de gens économisent des calories tout au long de la semaine afin qu'ils aient un peu de marge de manœuvre le week-end.
it: Molte persone risparmiano calorie durante la settimana in modo da avere un po' di spazio di manovra durante il fine settimana.
ru: Многие люди экономят калории в течение недели, чтобы у них было немного места для маневра в выходные.

# addFood.placeholder
source: SEARCH FOOD
de: SUCHE NACH NAHRUNG
es: BUSCAR ALIMENTO
fr: RECHERCHE DE NOURRITURE
it: CERCA CIBO
ru: ПОИСК ПИЩИ

# addFood.create
source: CREATE
de: ERZEUGEN
es: CREAR
fr: CRÉER
it: CREARE
ru: СОЗДАТЬ

# addFood.calories
source: CALORIES
de: KALORIEN
es: CALORÍAS
it: CALORIE
ru: КАЛОРИИ

# addFood.done
source: DONE
de: fertig
es: HECHO
fr: Ça y est
it: PRONTO
ru: ГОТОВО

# addFood.title.recent
source: recent searches
de: letzte Suchanfrage
es: búsquedas recientes
fr: recherches récentes
it: ricerche recenti
ru: недавние поиски

# addFood.customEntry
source: CUSTOM INPUT
de: BENUTZERDEFINIERTE EINGABE
es: ENTRADA PERSONALIZADA
fr: ENTRÉE PERSONNALISÉE
it: INGRESSO PERSONALIZZATO
ru: КАСТОМНЫЙ ВВОД

# addFood.mealCreation
source: CREATING MEAL
de: EINE MAHLZEIT ERSTELLEN
es: CREAR UNA COMIDA
fr: CRÉER UN REPAS
it: CREARE UN PASTO
ru: СОЗДАНИЕ ПРИЕМА ПИЩИ

# addFood.editMeal
source: Edit
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
ru: Изменить

# mealCreation.addFoodButton
source: ADD FOOD
de: ESSEN HINZUFÜGEN
es: AÑADIR COMIDA
fr: AJOUTER DE LA NOURRITURE
it: AGGIUNGI CIBO
ru: ДОБАВИТЬ ЕДУ

# mealCreation.accessToPhotosTitle
source: Access to photos
de: Zugriff auf Fotos
es: Acceder a las fotos
fr: Accès aux photos
it: Accesso alle foto
ru: Доступ к фотографиям

# mealCreation.accessToPhotosMesage
source: Allow access to your photos in settings
de: Gewähren Sie Zugriff auf Ihre Fotos in den Einstellungen
es: Comparte tus fotos en la configuración
fr: Partagez vos photos dans les paramètres
it: Condividi le tue foto nelle impostazioni
ru: Предоставьте доступ к своим фотографиям в настройках

# mealCreation.addToNewMeal
source: Add to new food
de: Zu einer neuen Mahlzeit hinzufügen
es: Añadir a nueva comida
fr: Ajouter à un nouveau repas
it: Aggiungi al nuovo cibo
ru: Добавить к новой еде

source: BREAKFAST
de: Frühstück
es: DESAYUNO
fr: DÉJEUNER
it: COLAZIONE
ru: ЗАВТРАК

source: LUNCH
de: Mittagessen
es: ALMUERZO
fr: DÎNER
it: CENA
ru: ОБЕД

source: DINNER
de: Abendessen
es: CENA
fr: DÎNER
it: CENA
ru: УЖИН

source: SNACK
de: Vorspeise
es: REFRIGERIO
fr: COLLATION
it: COLAZIONE
ru: ЗАКУСКА

# food
source: Product
de: Essen
es: Producto
fr: REPAS
it: Cibo
ru: Еда

# recipe
source: recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
ru: Рецепты

source: Meal
de: Mahlzeit
es: Comida
fr: Repas
it: pasto
ru: Прием пищи

source: Frequent
de: Häufig
es: Frecuentes
fr: Fréquent
it: Frequente
ru: Частый

source: Recent
de: kürzlich
es: Recientes
fr: Récent
it: Recente
ru: Недавний

source: Favorites
de: Favoriten
es: Favoritos
fr: Élite
it: Preferiti
ru: Избранное

source: My meals
de: Meine Gerichte
es: Mis platos
fr: Mes plats
it: I miei piatti
ru: Мои блюда

source: My recipes
de: Meine Rezepte
es: Mis recetas
fr: Mes recettes
it: Le mie ricette
ru: Мои рецепты

source: My food
de: Mein Essen
es: Mi comida
fr: Ma nourriture
it: Il mio cibo
ru: Моя еда

source: Nutrition
de: Nahrung
es: Alimentación
fr: Alimentation
it: Nutrizione
ru: Питание

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ru: Описание

# carbs.short
source: carbs
de: Kohlenhydrate.
es: carbohidratos
fr: glucides.
it: carbone
ru: углев.

# fat.short
source: Fats
de: Fette
es: Grasas
fr: Matières grasses
it: Grassi
ru: Жиры

source: Proteins
de: Protein
es: Proteínas
fr: Sciuridés
it: Proteina
ru: Белки

# kcal
source: Calories
de: Kalorien
es: Calorías
it: Calorie
ru: Калории

# fat
source: Fats
de: Gesamtfettmenge
es: Grasas
fr: Quantité totale de graisse
it: Totalmente grasso
ru: Общее количество жира

# carbs.long
source: Carbohydrates
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
it: Carboidrati
ru: Углеводы

# protein.long
source: Proteins
de: Potein
es: Proteínas
fr: Sciuridés
it: Scoiattoli
ru: Белки

# protein.short
source: proteins
de: Protein
es: proteínas
fr: Sciuridés
it: scoiattoli
ru: белки

# fat.long
source: Fats
de: Fette
es: Grasas
fr: matières grasses
it: Grassi
ru: Жиры

source: Off
de: Abgeschaltet
es: Desactivado
fr: Hors tension
it: Disabilitato
ru: Отключено

# satFat
source: Saturated fat
de: Gesättigt Fett
es: Grasas saturadas
fr: Graisses saturées
it: Grassi saturi
ru: Насыщенный жир

# transFat
source: Trans fats
de: Transfette
es: Grasas trans
fr: Gras trans
it: Grassi trans
ru: Транс-жиры

# polyFat
source: Polyunsaturated fats
de: Mehrfach ungesättigte Fette
es: Grasas poliinsaturadas
fr: Graisses polyinsaturées
it: Grassi polinsaturi
ru: Полиненасыщенные жиры

# monoFat
source: Monounsaturated fats
de: Einfach ungesättigte Fette
es: Grasas monoinsaturadas
fr: Graisses monoinsaturées
it: Grassi monoinsaturi
ru: Мононенасыщенные жиры

# choleterol
source: Cholesterol
de: Cholesterin
es: Colesterol
fr: Cholestérol
it: Colesterolo
ru: Холестерин

source: Sodium
de: Natrium
es: Sodio
it: Sodio
ru: Натрий

# carb
source: Carbohydrates
de: Kohlenhydrate
es: Carbohidratos
fr: Quantité totale de glucides
it: Carboidrati totali
ru: Общее количество углеводов

source: Dietary fiber
de: Nahrungsfasern
es: Fibra dietética
fr: Fibres alimentaires
it: Fibra alimentare
ru: Пищевые волокна

# sugars
source: Total amount of sugars
de: Gesamtzahl der Zucker
es: Azúcares totales
fr: Nombre total de sucres
it: zuccheri totali
ru: Общее количество сахаров

# addSugars
source: Includes added Sugar
de: mit zugesetztem Zucker
es: Incluye azúcar agregada
fr: Inclut le Sucre Ajouté
it: Include zucchero aggiunto
ru: Включает добавленный Сахар

# sugarAlco
source: Sugar alcohols
de: Zuckeralkohol
es: Alcoholes de azúcar
fr: Alcools de sucre
it: alcoli di zucchero
ru: Сахарные спирты

source: Calcium
de: Kalzium
es: Calcio
it: Calcio
ru: Кальций

source: Iron
de: Eisen
es: Hierro
fr: Fer
it: Ferro
ru: Железо

source: Potassium
de: Kalium
es: Potasio
it: Potassio
ru: Калий

source: Select
de: Wählen
es: Seleccionar
fr: Choisir
it: Scegliere
ru: Выбрать

source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria
ru: Галерея

source: Delete
de: löschen
es: Eliminar
fr: Supprimer
it: Eliminare
ru: Удалить

source: Cancel
de: abbrechen
es: Cancelar
fr: Annulation
it: Annulla
ru: Отмена

source: Ounce
de: Unze
es: Onza
fr: Once
it: Oncia
ru: Унция

source: Gram
de: Gramm
es: Gramo
fr: Gramme
it: Grammo
ru: Грамм

source: Piece
de: Stück
es: Trozo
fr: Morceau
it: Pezzo
ru: Кусок

# daily
source: DAY
de: Tag
es: DÍA
fr: JOUR
it: GIORNO
ru: ДЕНЬ

# weekly
source: WEEK
de: Woche
es: SEMANA
fr: SEMAINE
it: SETTIMANALE
ru: НЕДЕЛЯ

# monthly
source: MONTH
de: Monat
es: MES
fr: MOIS
it: MESE
ru: МЕСЯЦ

# viewing
source: Overview
de: Übersicht
es: Vista general
fr: Examen
it: Revisione
ru: Обзор

source: Length
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
ru: Длина

# energy
source: Energy value
de: Nährungswert
es: Valor energético
fr: Valeur énergétique
it: valore dell'energia
ru: Энергетическая ценность

source: Liquid
de: Flüssigkeit
es: Líquido
fr: Liquide
it: Liquido
ru: Жидкость

source: Serving
de: Portion
es: Porción
fr: Portion
it: Una porzione
ru: Порция

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ru: Вес

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Bersaglio
ru: Цель

source: Default
de: Standardmäßig
es: Por defecto
fr: Tacitement
it: Predefinito
ru: По умолчанию

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividere
ru: Поделиться

source: Low-carb
de: Kohlenhydratarm
es: Bajo en carbohidratos
fr: Faible teneur en glucides
it: con pochi carboidrati
ru: Низкоуглеводный

source: High protein
de: Mit hohem Proteingehalt
es: Alto en proteínas
fr: Riche en protéines
it: Alto contenuto di proteine
ru: С высоким содержанием белка

source: Low fat
de: Fettarm
es: Bajo en grasas
fr: Faible en gras
it: Poco grasso
ru: С низким содержанием жира

# custom
source: Customizable
de: Einstellbar
es: Personalizable
fr: Personnalisable
it: personalizzabile
ru: Настраиваемый

source: Low
de: Niedrig
es: Bajo
fr: Bas
it: Corto
ru: Низкий

source: Moderate
de: angemessen
es: Moderado
fr: Modéré
it: Moderare
ru: Умеренный

source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
ru: Высокий

source: Very high
de: Sehr hoch
es: Muy alto
fr: Très haut
it: Molto alto
ru: Очень высокий

source: Lose weight
de: Abnehmen
es: Perder peso
fr: Perdre du poids
it: Perdere peso
ru: Худеть

# buildMuscle
source: Build muscle mass
de: Muskelmasse zunehmen
es: Aumentar masa muscular
fr: Construire la masse musculaire
it: Aumenta la massa muscolare
ru: Наращивать мышечную массу

source: Maintain weight
de: Gewicht beibehalten
es: Mantener el peso
fr: Maintenir le poids
it: Mantenere il peso
ru: Поддерживать вес

# loseYourWeight
source: Lose weight
de: Abmagern
es: Adelgazar
fr: Maigrir
it: perdere peso
ru: Похудеть

source: Gain muscle mass
de: Muskeln aufbauen
es: Ganar masa muscular
fr: Gagner de la masse musculaire
it: Guadagnare massa muscolare
ru: Набрать мышечную массу

# manageHealthCondition
source: Manage your health
de: Verwalten Sie Ihre Gesundheit
es: Controlar tu salud
fr: Gérer votre santé
it: Gestisci la tua salute
ru: Управлять своим здоровьем

source: Male
de: männlich
es: Hombre
fr: Homme
it: Uomo
ru: Мужчина

# famale
source: Female
de: weiblich
es: Mujer
fr: Femme
it: Donna
ru: Женщина

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applicare
ru: Применить

source: Last
de: Letzte
es: Pasado
fr: Dernier
it: Scorso
ru: Прошлый

source: Days
de: Tage
es: Día
fr: Jours
it: giorni
ru: Дни

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
it: settimane
ru: Недели

source: Months
de: Monate
es: Meses
fr: Mois
it: Mesi
ru: Месяцы

source: day
de: Tag
es: día
fr: jour
it: giorno
ru: день

source: Track
de: Verfolgen
es: Seguimiento
fr: Surveiller
it: traccia
ru: Отслеживать

source: exercises
de: Übungen
es: ejercicios
fr: exercices
it: esercizi
ru: упражнения

# textField.required
source: required
de: obligatorisch
es: necesariamente
fr: obligatoire
it: Necessariamente
ru: обязательно

# create.title
source: Food creation
de: Lebensmittelherstellung
es: Creación de alimentos
fr: Création d'aliments
it: Creazione del cibo
ru: Создание продуктов питания

# create.description.first
source: Step
de: Schritt
es: Paso
fr: Étape
it: Fare un passo
ru: Шаг

# create.description.second
source: from
de: von
es: de
fr: de
it: da
ru: из
