Repository: nickfedchenko/calorietracker
Catalog: CalorieTracker/Sources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

source: EXERCISE ENERGY
de: ÜBUNGSENERGIE
es: ENERGÍA DEL EJERCICIO
fr: ÉNERGIE D'EXERCICE
it: ENERGIA ESERCIZIO

# calendar.tomorrow
source: TOMORROW
de: MORGEN
es: MAÑANA
fr: DEMAIN
it: DOMANI

# settings.recommendations.sources
source: Recommendations Sources
de: Empfehlungsquellen
es: Fuentes de recomendaciones
fr: Sources des recommandations
it: Fonti di raccomandazioni

# Recommendations.title
source: Recommendations Sources
de: Empfehlungsquellen
es: Fuentes de las recomendaciones
fr: Sources des recommandations
it: Fonti di raccomandazioni

# Recommendations.description
source: Kcalc App is a health and lifestyle app that provides guidelines and recommendations to help you on your journey towards a healthier life. While encouraging your understanding of what nutrition, exercise and healthy habits can do for you, Kcalc is not intended to be used for any diagnosis, advice, prevention or treatment of a disease or medical condition (Kcalc is not a medical device or app). Always consult with a doctor or healthcare professional for medical advice and treatments before making any medical decisions.
de: Kcalc ist eine Gesundheits- und Lifestyle-Anwendung, die Ihnen und Empfehlungen für ein gesünderes Leben gibt. Kcalc soll Ihr Verständnis dafür fördern, wie Ernährung, Bewegung und gesunde Gewohnheiten Ihr Leben verändern können. Kcalc ist jedoch nicht für die Diagnose, Beratung, Vorbeugung oder Behandlung einer Krankheit oder eines medizinischen Zustands gedacht (Kcalc ist kein medizinisches Gerät und keine Anwendung). Konsultieren Sie immer einen Arzt oder medizinisches Fachpersonal für medizinische Ratschläge und Behandlungen, bevor Sie irgendwelche medizinischen Entscheidungen treffen.

# Recommendations.calorieRec.title
source: Calorie recommendations
de: Kalorienempfehlungen
es: Recomendaciones de calorías

# Recommendations.diets.title
source: Diets
de: Diäten
es: Dietas

# Recommendations.diets.classic.title
source: Classic
de: Klassich
es: Clásica

# Recommendations.diets.cleaneating.title
source: Clean eating
de: Gesunde Ernährung
es: Alimentación saludable

# Recommendations.diets.mediterranean.title
source: Mediterranean
de: Mittelmeerdiät
es: Mediterránea

# Recommendations.diets.scandinavian.title
source: Scandinavian
de: Skandinavisch
es: Escandinava

# Recommendations.diets.highprotein.title
source: High protein
de: Hoher Proteingehalt
es: Rica en proteínas

# Recommendations.diets.сlimatarian.title
source: Climatarian
de: Klimatarisch
es: Climatariana

# Recommendations.diets.ketogenic.title
source: Ketogenic diets
de: Ketogene Diäten
es: Dietas cetogénicas

# Recommendations.diets.ketogenicmedium.title
source: Keto medium
de: Mittlere Ketodiät
es: Keto mediana

# Recommendations.diets.ketogenicstrict.title
source: Keto Strict
de: Strenge Ketodiät
es: Keto estricta

# Recommendations.diets.fasting.title
source: Fasting diets
de: Fasten
es: Dietas de ayuno

# Recommendations.diets.lifescore.title
source: Life score
de: Lebenspunkte
es: Puntajes de vida

# Recommendations.diets.exercise.title
source: Exercise
de: Übung
es: Ejercicios

# Have a nice day! Don't forget to track your breakfast
source: Have a good day! Don't forget to record your breakfast
de: Einen schönen Tag! Vergessen Sie nicht, Ihr Frühstück einzutragen
es: ¡Que tenga un lindo día! No olvides hacer un seguimiento de tu desayuno.
fr: Passe une bonne journée! N'oubliez pas de suivre votre petit-déjeuner
it: Buona giornata! Non dimenticare di tenere traccia della tua colazione

source: Net carbs
de: Nettokohlenhydrate
es: Carbohidratos netos
fr: Glucides nets
it: Glucides nets

source: Restore Purchases
de: Einkäufe wiederherstellen
es: Restaurar las compras
fr: Restaurer les achats
it: Ripristinare gli acquisti

# tag.userProduct
source: My Product
de: Mein Produkt
es: Mi producto
fr: Mon produit
it: Il mio prodotto

# steps.widget.setDailyGoal
source: SET DAILY GOAL
de: TÄGLICHES ZIEL FESTLEGEN
es: ESTABLECER META DIARIA
fr: FIXER UN OBJECTIF QUOTIDIEN
it: IMPOSTA UN OBIETTIVO GIORNALIERO

# steps.widget.changeDailyGoal
source: EDIT DAILY GOAL
de: TÄGLICHES ZIEL ÄNDERN
es: CAMBIAR OBJETIVO DIARIO
fr: CHANGER L'OBJECTIF QUOTIDIEN
it: CAMBIA OBIETTIVO GIORNALIERO

source: Monthly subscription
de: Monatliches Abo
es: Suscripción mensual
fr: Souscription mensuelle
it: Abbonamento mensile

source: Weekly Subscription
de: Wöchentliches Abon
es: Suscripción semanal
fr: Abonnement hebdomadaire
it: Abbonamento settimanale

# yearlySubscription
source: Annual Subscription
de: Jahresabonnement
es: Suscripción anual
fr: Abonnement annuel
it: Abbonamento annuale

# tryFreeSubscribe
source: TRY IT FOR FREE
de: KOSTENLOS TESTEN & ABONNIEREN
es: PRUEBA GRATIS Y SUSCRÍBETE
fr: ESSAYER GRATUITEMENT
it: PROVA GRATIS E ISCRIVITI

source: CALORIE GOAL
de: KALORIENZIEL
es: OBJETIVO DE CALORÍAS
fr: OBJECTIF CALORIQUE
it: OBIETTIVO CALORICO

# Filter your search
source: Search using filter
de: Filtern Sie Ihre Suche
es: Filtra tu búsqueda
fr: Filtrez votre recherche
it: Filtra la tua ricerca

# onboarding.first.descriptionOfExperience.title.second
source: your past experiences with weight loss?
es: tu experiencia anterior en la pérdida de peso?
fr: votre expérience passée de perte de poids?
it: la tua passata esperienza di perdita di peso?
ru: ваш прошлый опыт потери веса?

# onboarding.second.risksOfDiseases.osteoarthritis
source: Osteoarthritis
es: Artrosis
fr: Ostéoarthrite
it: Osteoartrite
ru: Остеоартрит

# onboarding.second.risksOfDiseases.depression
source: Depression
es: Depresión
fr: Dépression
it: Depressione
ru: Депрессия

# onboarding.fourth.dietaryPreference.diet.vegan.title
source: Vegan
es: Vegana
fr: Végétalien
it: Vegano
ru: Веганская

# addFood.scan
source: BARCODE
es: CÓDIGO DE BARRAS
fr: CODE À BARRES
it: CODICE A BARRE
ru: ШТРИХ-КОД

source: Protein
es: Proteína
fr: Sciuridés
it: Proteina
ru: Белок

source: Vitamin D
es: Vitamina D
fr: Vitamine D
it: Vitamina D
ru: Витамин D

source: Vitamin A
es: Vitamina A
fr: Vitamine A
it: Vitamina A
ru: Витамин A

source: Vitamin C
es: Vitamina C
fr: Vitamine C
it: Vitamina C
ru: Витамин C

# textField.optional
source: optional
es: opcional
fr: optionnel
it: Opzionale
ru: опционально

# create.form.name
source: Name
es: Nombre
fr: Nom
it: Nome
ru: Имя

# create.form.barcode
source: Barcode
es: Código de barras
fr: Code à barres
it: Codice a barre
ru: Штрих-код

# settings.app.haptic
source: Feedback
es: Comentarios
fr: Rétroaction
ru: Обратная связь

# settings.dietary.vegan.title
source: Vegan
es: Vegano
fr: Végétalien
it: Vegano
ru: Веган

# settings.profile.name.title
source: Name
es: Nombre
fr: Nom
it: Nome
ru: Имя

# measurement.in
source: in
es: pulgada
fr: pouce
it: pollice
ru: дюйм

# onboarding.second.risksOfDiseases.diabetes
source: Diabetes
fr: Diabète
it: Diabete
ru: Диабет

# onboarding.second.yourHeight.m
source: m
it: м
ru: м

# onboarding.fourth.healthApp.description.health
source: Workout, Nutrition
it: Allenamento, nutrizione

# measurement.floz
source: fl. oz
fr: G. oz
it: E. oncia
ru: ж. унц

# measurement.oz
source: oz
it: oncia
ru: унц

# Try 3 days for free, then
source: 3 day free trial, then
fr: Essayez 3 jours gratuitement, puis
it: Prova 3 giorni gratis, poi

# onboarding.second.yourHeight.cm
source: cm
ru: см

# onboarding.second.yourWeight.title.weight
source: 0.0 kg
ru: 0.0 кг

# kcal.short
source: kcal
ru: ккал

source: Keto
ru: Кето

# measurement.kg
source: kg
ru: кг

# measurement.cm
source: cm
ru: см

# measurement.kcal
source: kcal
ru: ккал

# measurement.kj
source: kj
ru: кдж

# measurement.ml
source: ml
ru: мл

# measurement.g
source: g
ru: г
