Repository: nickfedchenko/calorietracker
Catalog: CalorieTracker/Sources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

# onboarding.third.reflectToAchievedSomethingDifficult.title.first
source: Think about the last time you accomplished something difficult.
de: Denken Sie darüber nach, wann Sie das letzte Mal etwas Schwieriges erreicht haben.
es: Piensa en la última vez que lograste algo difícil.
fr: Pensez à quand remonte la Dernière fois que vous avez accompli quelque chose de difficile.
it: Pensa all'ultima volta che hai realizzato qualcosa di difficile.
ru: Подумайте о том, когда в последний раз вы достигли чего-то трудного.

# onboarding.third.reflectToAchievedSomethingDifficult.description.first
source: What made it a success? How did you feel after achieving that goal?
de: Was hat diese Arbeit erfolgreich gemacht? Wie haben Sie sich gefühlt, als Sie dieses Ziel erreicht haben?
es: ¿A qué se debió el éxito de este trabajo? ¿Cómo te sentiste al alcanzar ese objetivo?
fr: Qu'est-ce qui a fait de ce travail un succès? Comment vous êtes-vous senti en atteignant cet objectif?
it: Cosa ha reso questo lavoro un successo? Come ti sei sentito quando hai raggiunto questo traguardo?
ru: Что сделало эту работу успешной? Как вы себя чувствовали, достигнув этой цели?

# onboarding.third.reflectToAchievedSomethingDifficult.description.second
source: Keep these thoughts in mind as you create your path to health. You've done the hard work before; you can definitely do it again!
de: Behalten Sie diese Gedanken im Kopf, wenn Sie Ihren Weg zur Gesundheit ebnen. Sie sind schon einmal harte Arbeit geleistet; Sie können es definitiv wieder tun!
es: Recuerda estos pensamientos en tu camino hacia la buena salud. Ya has hecho el trabajo duro antes; ¡seguro que puedes repetirlo!
fr: Gardez ces pensées à l'esprit lorsque vous vous frayez un chemin vers la santé. Vous avez déjà fait le dur travail auparavant; vous pouvez certainement le faire à nouveau!
it: Tieni a mente questi pensieri mentre ti fai strada verso la salute. Hai fatto il duro lavoro prima; puoi sicuramente farlo di nuovo!
ru: Помните об этих мыслях, когда будете прокладывать свой путь к здоровью. Вы уже проделывали тяжелую работу раньше; вы определенно можете сделать это снова!

# onboarding.third.thoughtsAboutChangingFeelings.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.third.thoughtsAboutChangingFeelings.title
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione/Scopo
ru: Мотивация/Цель

# onboarding.third.thoughtsAboutChangingFeelings.title.first
source: When you think about changing the way you feel,
de: Wenn Sie darüber nachdenken, Ihre Gefühle zu ändern,
es: Cuando piensas en cambiar la manera de sentirte,
fr: Quand vous pensez à changer vos sentiments,
it: Quando pensi di cambiare come ti senti,
ru: Когда вы думаете о том, чтобы изменить свои чувства,

# onboarding.third.thoughtsAboutChangingFeelings.title.second
source: what is most important?
de: was ist am wichtigsten?
es: ¿Qué es lo que más te importa?
fr: ce qui est le plus important?
it: cosa conta di più?
ru: что наиболее важно?

# onboarding.third.thoughtsAboutChangingFeelings.havingMoreEnergy
source: Having more energy
de: Mehr Energie haben
es: Tener más energía
fr: Avoir plus d'énergie
it: Avere più energia
ru: Иметь больше энергии

# onboarding.third.thoughtsAboutChangingFeelings.feelingBetterInMyClothes
source: Feeling better in my clothes
de: Sich in der Kleidung besser fühlen
es: Sentirme mejor cuando me visto
fr: Se sentir mieux dans ses vêtements
it: Sentiti meglio nei tuoi vestiti
ru: Чувствовать себя лучше в своей одежде

# onboarding.third.thoughtsAboutChangingFeelings.havingMoreConfidence
source: Gaining more confidence
de: Mehr Selbstvertrauen gewinnen
es: Ganar más confianza
fr: Gagner plus de confiance
it: Acquisire più fiducia
ru: Обретение большей уверенности

# onboarding.third.thoughtsAboutChangingFeelings.physicallyFeelingMoreComfortable
source: Feeling more comfortable physically
de: Sich körperlich wohler fühlen
es: Sentirse más cómodo físicamente
fr: Se sentir physiquement plus à l'aise
it: Mi sento fisicamente più a mio agio
ru: Физически чувствовать себя более комфортно

# onboarding.third.timeToSeeYourGoalWeight.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.third.timeToSeeYourGoalWeight.title
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione/Scopo
ru: Мотивация/Цель

# onboarding.third.timeToSeeYourGoalWeight.title.first
source: It's time to see
de: Es ist Zeit, dein Zielgewicht
es: Es hora de que veas tu
fr: Il est temps de voir votre
it: È ora di vedere il tuo
ru: Пришло время увидеть ваш

# onboarding.third.timeToSeeYourGoalWeight.title.second
source: your target weight
de: zu sehen
es: peso objetivo
fr: poids cible
it: peso obiettivo
ru: целевой вес

# onboarding.third.timeToSeeYourGoalWeight.description
source: Some people prefer to start with a smaller goal, while others prefer to focus on their long-term goal. Do what you find best!
de: Manche Menschen entscheiden sich dafür, mit einem kleineren Ziel zu beginnen, während andere es vorziehen, sich auf ihr langfristiges Ziel zu konzentrieren. Machen Sie das, was Sie für das Beste halten!
es: Algunas personas prefieren empezar con un objetivo más pequeño, mientras que otras prefieren mantenerse enfocadas en su objetivo a largo plazo. ¡Haz lo que te parezca mejor!
fr: Certaines personnes préfèrent commencer avec un objectif plus petit, tandis que d'autres préfèrent rester concentrées sur leur objectif à long terme. Faites ce qui vous semble le meilleur!
it: Alcune persone preferiscono iniziare con un obiettivo più piccolo, mentre altri preferiscono rimanere concentrati sul loro obiettivo a lungo termine. Fai quello che pensi sia meglio!
ru: Некоторые люди предпочитают начинать с меньшей цели, в то время как другие предпочитают сохранять сосредоточенность на своей долгосрочной цели. Делайте то, что вам кажется лучшим!

# onboarding.third.whatIsYourGoalWeight.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.third.whatIsYourGoalWeight.title
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione/Scopo
ru: Мотивация/Цель

# onboarding.third.whatIsYourGoalWeight.title.first
source: What is
de: Was ist dein
es: ¿Cuál es tu
fr: Quel Est Votre
it: Qual è il tuo
ru: Каков Ваш

# onboarding.third.whatIsYourGoalWeight.title.second
source: your target weight?
de: Zielgewicht?
es: peso objetivo?
fr: poids cible?
it: peso obiettivo?
ru: целевой вес?

# onboarding.third.whatIsYourGoalWeight.title.weight
source: 0.0 kg
de: 0.0 кг
ru: 0.0 кг

# onboarding.fourth.bestDescriptionOfTheSituation.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.bestDescriptionOfTheSituation.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.fourth.bestDescriptionOfTheSituation.title.first
source: What best describes your living situation?
de: Was beschreibt Ihre Lebenssituation am besten?
fr: Ce qui décrit le mieux votre situation de vie?
it: Cosa descrive meglio la tua situazione di vita?
ru: Что лучше всего описывает вашу жизненную ситуацию?

# onboarding.fourth.bestDescriptionOfTheSituation.liveOnMyOwn
source: I live by myself
de: Ich lebe alleine
es: Vivo por mi cuenta
fr: Je vis seul
it: vivo per conto mio
ru: Я живу сам по себе

# onboarding.fourth.bestDescriptionOfTheSituation.liveWithMyFamily
source: I live with my family
de: Ich lebe mit meiner Familie
es: Vivo con mi familia
fr: Je vis avec ma famille
it: vivo con la mia famiglia
ru: Я живу со своей семьей

# onboarding.fourth.bestDescriptionOfTheSituation.liveWithPartner
source: I live with my partner
de: Ich lebe mit einem Partner
es: Vivo con mi pareja
fr: Je vis avec un partenaire
it: Vivo con un compagno
ru: Я живу с партнером

# onboarding.fourth.bestDescriptionOfTheSituation.livewithRoommates
source: I live with my roommates
de: Ich wohne mit Mitbewohnern
es: Vivo con compañeros de cuarto
fr: Je vis avec des colocataires.
it: Vivo con coinquilini
ru: Я живу с соседями по комнате

# onboarding.fourth.bestDescriptionOfTheSituation.liveInSharedHousing
source: I live in shared housing
de: Ich wohne in einer Wohngemeinschaft
es: Vivo en una vivienda compartida
fr: Je vis dans un logement partagé
it: Vivo in un alloggio condiviso
ru: Я живу в общем жилье

# onboarding.fourth.bestDescriptionOfTheSituation.somethingElse
source: Something else
de: Etwas anderes
es: Otra situación
fr: Autre chose
it: Qualcos'altro
ru: Что-то еще

# onboarding.fourth.calorieTrackingViaKcalc.title.first
source: Get the best calorie-tracking recommendations and
de: Holen Sie sich die besten Kalorien-Tracking-Empfehlungen und
es: Obtenga las mejores recomendaciones de seguimiento de calorías y
fr: Obtenez les meilleures recommandations de suivi des calories et
it: Ottieni i migliori consigli per il monitoraggio delle calorie e
ru: Получите лучшие рекомендации по отслеживанию калорий и

# onboarding.fourth.calorieTrackingViaKcalc.title.second
source: stay in good shape with Kcalc
de: bleiben Sie fit mit Kcalc
es: manténte en forma con Kcalc
fr: restez en forme avec Kcalc
it: rimani in forma con Kcalc
ru: оставайтесь в форме с Kcalc

# onboarding.fourth.calorieTrackingViaKcalc.button
source: Continue without signing
de: Ohne Registrierung fortfahren
es: Continuar sin registrarse
fr: Continuer sans inscription
it: Continua senza registrazione
ru: Продолжить без регистрации

# onboarding.fourth.currentLifestile.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.currentLifestile.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.fourth.currentLifestile.title.first
source: How would you describe your current
de: Wie würden Sie Ihre aktuelle Lebensorndung
es: ¿Cómo describirías tu actual
fr: Comment décririez-vous votre actuel
it: Come descriveresti la tua attuale
ru: Как бы вы описали свой нынешний

# onboarding.fourth.currentLifestile.title.second
source: lifestyle?
de: beschreiben?
es: estilo de vida?
fr: mode de vie?
it: Stile di vita?
ru: образ жизни?

# onboarding.fourth.currentLifestile.iEatWellAndAmActive
source: I eat well and have an active lifestyle
de: Ich esse gut und bin aktiv
es: Como bien y tengo un estilo de vida activo.
fr: Je mange bien et mène une vie active
it: Mangio bene e conduco uno stile di vita attivo
ru: Я хорошо питаюсь и веду активный образ жизни

# onboarding.fourth.currentLifestile.iEatWellButAmNotVeryActive
source: I eat well but am not very active
de: Ich esse gut, bin aber nicht sehr aktiv
es: Estoy comiendo bien, pero no estoy muy activo
fr: Je mange bien, mais pas très actif
it: Mangio bene ma non sono molto attivo
ru: Я хорошо питаюсь, но не очень активен

# onboarding.fourth.currentLifestile.iDontEatVeryWellButiAmActive
source: I don't eat well, but I'm active
de: Ich esse nicht gut, aber ich bin aktiv
es: No estoy comiendo bien, pero estoy activo
fr: Je ne mange pas très bien, mais je suis actif
it: Non mangio molto bene, ma sono attivo.
ru: Я не очень хорошо питаюсь, но я активен

# onboarding.fourth.currentLifestile.iHaveSomeHealthyHabits
source: I have some healthy habits
de: Ich habe ein paar gesunde Gewohnheiten
es: Tengo algunos hábitos saludables
fr: J'ai quelques habitudes saines
it: Ho delle sane abitudini
ru: У меня есть несколько здоровых привычек

# onboarding.fourth.currentLifestile.myDietAndActivityNeedImprovement
source: My diet and activity need to be improved
de: Meine Ernährung und Aktivität sollen verbessert werden
es: Mi dieta y mi actividad necesitan mejorar
fr: Mon régime alimentaire et mon activité doivent être améliorés
it: La mia dieta e la mia attività devono essere migliorate
ru: Моя диета и активность нуждаются в улучшении

# onboarding.fourth.descriptionOfCulinarySkills.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.descriptionOfCulinarySkills.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.fourth.descriptionOfCulinarySkills.title.first
source: How would you describe your
de: Wie würden Sie Ihre Kochkunst
es: ¿Cómo describirías tu
fr: Comment décririez-vous vos
it: Come descriveresti il ​​tuo
ru: Как бы вы описали свои

# onboarding.fourth.descriptionOfCulinarySkills.title.second
source: culinary skills?
de: beschreiben?
es: tus habilidades culinarias?
fr: compétences culinaires?
it: abilità culinarie?
ru: кулинарные навыки?

# onboarding.fourth.descriptionOfCulinarySkills.imPrettyGoodCook
source: I'm a pretty good cooker
de: Ich koche ziemlich gut
es: Soy un cocinero bastante bueno
fr: Je cuisine assez bien
it: Sono abbastanza bravo a cucinare
ru: Я довольно хорошо готовлю

# onboarding.fourth.descriptionOfCulinarySkills.iDoWellEnough
source: I do well enough
de: Ich komme gut genug zurecht
es: Lo hago bastante bien
fr: Je me débrouille assez bien
it: Sto andando abbastanza bene
ru: Я справляюсь достаточно хорошо

# onboarding.fourth.descriptionOfCulinarySkills.imLearning
source: I'm learning
de: Ich lerne
es: Estoy aprendiendo
fr: J'étudie
it: sto studiando
ru: Я учусь

# onboarding.fourth.descriptionOfCulinarySkills.imNotMuchOfCook
source: I'm not a good cooker
de: Ich koche nicht gut
es: No cocino muy bien
fr: Je ne cuisine pas très bien.
it: Non cucino molto bene
ru: Я не очень хорошо готовлю

# onboarding.fourth.difficultyChoosingLifestyle.button.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.fourth.difficultyChoosingLifestyle.button.no
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.fourth.difficultyChoosingLifestyle.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.fourth.difficultyChoosingLifestyle.title.first
source: Do you find it hard to make healthy choices over the weekend?
de: Es fällt Ihnen schwer, am Wochenende gesunde Entscheidungen zu treffen?
es: ¿Te cuesta hacer elecciones saludables durante el fin de semana?
fr: Avez-vous du mal à faire des choix sains le week-end?
it: Trovi difficile fare scelte salutari nei fine settimana?
ru: Вам трудно вести здоровый выбор в выходные?

# onboarding.fourth.difficultyOfMakingHealthyChoices.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.difficultyOfMakingHealthyChoices.title
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione/Scopo
ru: Мотивация/Цель

# onboarding.fourth.difficultyOfMakingHealthyChoices.title.first
source: It's hard to make healthy choices when the people around you don't.
de: Es ist schwierig, gesunde Entscheidungen zu treffen, wenn die Menschen herum es nicht unterstützen.
es: Es difícil tomar decisiones saludables cuando las personas que te rodean no lo hacen.
fr: il est difficile de faire des choix sains quand les gens autour de vous ne le sont pas.
it: È difficile fare scelte salutari quando le persone intorno a te non lo sono..
ru: Трудно делать здоровый выбор, когда окружающие тебя люди нет.

# onboarding.fourth.difficultyOfMakingHealthyChoices.description.first
source: Try to be aware of this and drive away from yourself the habit of imitating the behavior of other people. You are responsible for your own behavior.
de: Versuchen Sie, sich dieser Momente bewusst zu sein und die Gewohnheit abzulegen, das Verhalten anderer nachzuahmen. Sie sind selbst für Ihr Verhalten verantwortlich.
es: Intenta ser consciente de estos factores y deja el hábito de imitar el comportamiento de otras personas. Tú eres responsable de tu propio comportamiento.
fr: Essayez de prendre conscience de ces moments et de vous débarrasser de l'habitude d'imiter le comportement des autres. Vous êtes responsable de votre comportement.
it: Cerca di essere consapevole di questi momenti e liberati dall'abitudine di imitare il comportamento di altre persone. Sei responsabile del tuo comportamento.
ru: Постарайтесь осознавать эти моменты и избавьтесь от привычки подражать поведению других людей. Вы сами отвечаете за свое поведение.

# onboarding.fourth.difficultyOfMakingHealthyChoices.description.second
source: You may be surprised at the effect that people around you experience thanks to this!
de: Sie werden vielleicht überrascht sein, welche Wirkung dies auf die Menschen um Sie herum hat!
es: ¡Te sorprenderá el efecto que esto tiene en la gente que te rodea!
fr: Vous pourriez être surpris de l'effet que cela a sur les gens autour de vous!
it: Potresti essere sorpreso dall'effetto che questo ha sulle persone intorno a te!
ru: Вы можете быть удивлены тем эффектом, который это оказывает на окружающих вас людей!

# onboarding.fourth.emotionalSupportSystem.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.emotionalSupportSystem.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.fourth.emotionalSupportSystem.title.first
source: How would you describe your emotional support system?
de: Wie würdeт Sie Ihr emotionales Unterstützungssystem beschreiben?
es: ¿Cómo describirías tu sistema de apoyo emocional?
fr: Comment décririez-vous votre système de soutien émotionnel?
it: Come descriveresti il ​​tuo sistema di supporto emotivo?
ru: Как бы вы описали свою систему эмоциональной поддержки?

# onboarding.fourth.emotionalSupportSystem.haveSomeCanLeanOnForSupport
source: I have someone I can lean on for support
de: Ich habe jemanden, auf den ich mich verlassen kann, um Unterstützung zu bekommen
es: Tengo a alguien en quien puedo confiar para conseguir apoyo
fr: J'ai quelqu'un sur qui je peux m'appuyer pour trouver du soutien
it: Ho qualcuno su cui posso appoggiarmi per il supporto
ru: У меня есть кое-кто, на кого я могу опереться в поисках поддержки

# onboarding.fourth.emotionalSupportSystem.knowWhereCanGoForsupportWhenNeedIt
source: I know where to go for support when I need it
de: Ich weiß, an wen ich mich wenden kann, wenn ich es brauche
es: Sé a quién puedo acudir en busca de apoyo cuando lo necesito
fr: Je sais où je peux demander de l'aide quand j'en ai besoin
it: So dove posso chiedere supporto quando ne ho bisogno
ru: Я знаю, куда я могу обратиться за поддержкой, когда мне это нужно

# onboarding.fourth.emotionalSupportSystem.wishMySupportSystemWasBetter
source: I wish my support system was better
de: Ich möchte, dass mein Unterstützungssystem besser wäre
es: Me gustaría que mi sistema de apoyo sea mejor
fr: J'aimerais que mon système de support soit meilleur
it: Vorrei che il mio sistema di supporto fosse migliore
ru: Я бы хотел, чтобы моя система поддержки была лучше

# onboarding.fourth.emotionalSupportSystem.dontUsuallyNeedSupportSystem
source: I usually don't need a support system
de: Normalerweise brauche ich keine Unterstützung
es: Normalmente no necesito un sistema de apoyo
fr: Normalement, je n'ai pas besoin d'un système de support
it: Di solito non ho bisogno di un sistema di supporto
ru: Обычно мне не нужна система поддержки

# onboarding.fourth.activityLevel.description.low
source: Virtually no daily activity. Bank clerk, office work. Reading, playing video games or watching TV in spare time.
de: Es gibt praktisch keine tägliche Aktivität. Bankangestellter, Büroarbeit. Lesen, Videospiele spielen oder in der Freizeit fernsehen.
es: Poca o ninguna actividad diaria. Empleado de banca, oficinista. Leer libros, jugar a videojuegos o ver la televisión en su tiempo libre.
fr: L'activité quotidienne est pratiquement inexistante. Employé de banque, travail de bureau. Lire, jouer à des jeux vidéo ou regarder la télévision pendant votre temps libre.
it: Non c'è praticamente nessuna attività quotidiana. Impiegato di banca, lavoro d'ufficio. Leggere, giocare ai videogiochi o guardare la TV nel tempo libero.
ru: Ежедневная активность практически отсутствует. Банковский служащий, офисная работа. Чтение, игра в видеоигры или просмотр телевизора в свободное время.

# onboarding.fourth.activityLevel.description.moderate
source: Light daily activity. Teacher, seller. Walk or bike to work and do light work in your spare time.
de: Leichte tägliche Aktivität. Lehrer, Verkäufer. Zu Fuß gehen oder mit dem Fahrrad zur Arbeit fahren und in Ihrer Freizeit leichte Arbeit machen.
es: Actividad diaria ligera. Profesor, vendedor. Caminar o ir en bicicleta hasta el trabajo y hacer trabajos livianos en su tiempo libre.
fr: Activité quotidienne facile. Professeur, vendeur. Marchez ou faites du vélo pour travailler et faites du travail léger pendant votre temps libre.
it: Leggera attività quotidiana. Insegnante, venditore Vai al lavoro a piedi o in bicicletta e fai lavori leggeri nel tempo libero.
ru: Легкая повседневная активность. Учитель, продавец. Ходите пешком или ездите на велосипеде на работу и занимайтесь легкой работой в свободное время.

# onboarding.fourth.activityLevel.description.high
source: Physical activity throughout the day. Postman, waiter. Free time activities
de: Körperliche Aktivität während des Tages. Postbote, Kellner. Aktivitäten in der Freizeit
es: Actividad física durante el día. Cartero, camarero. Realización de ejercicio físico en su tiempo libre.
fr: Activité physique pendant la journée. Facteur, serveur. Activités dans votre temps libre
it: Attività fisica durante il giorno. Postino, cameriere. Attività del tempo libero
ru: Физическая активность в течение дня. Почтальон, официант. Активности в свободное время

# onboarding.fourth.activityLevel.description.verHigh
source: Any exercises or workouts performed outside of daily activities should be tracked manually in a diary. Don't forget to sync with your partner device for more accurate tracking.
de: Alle Übungen oder Trainingseinheiten, die die täglichen Aktivitäten überschreiten, sollen manuell in einem Tagebuch verfolgt werden. Vergessen Sie nicht, mit Ihrem Partnergerät zu synchronisieren, um eine genauere Verfolgung zu ermöglichen.
es: Cualquier ejercicio o entrenamiento fuera de las actividades diarias deberá registrarse manualmente en el diario. Recuerda sincronizarlo con el dispositivo de tu compañero para hacer un seguimiento más presiso.
fr: Tout exercice ou entraînement au-delà des activités quotidiennes doit être suivi manuellement dans un journal. N'oubliez pas de vous synchroniser avec votre appareil partenaire pour un suivi plus précis.
it: Qualsiasi esercizio o allenamento che vada oltre le attività quotidiane dovrebbe essere registrato manualmente in un diario. Ricordati di sincronizzarti con il tuo dispositivo partner per un tracciamento più accurato.
ru: Любые упражнения или тренировки, выходящие за рамки повседневной деятельности, должны отслеживаться вручную в дневнике. Не забудьте синхронизироваться с партнерским устройством для более точного отслеживания.

# onboarding.fourth.activityLevel.keepInMind
source: Remember
de: Erinnert
es: Recuerda
fr: Rappelez
it: Ricordare
ru: Помните
