Repository: nickfedchenko/calorietracker
Catalog: CalorieTracker/Sources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

# onboarding.fourth.activityLevel.keepInMindAwareness
source: Any exercises or workouts performed outside of daily activities should be tracked manually in a diary.
de: Alle Übungen oder Trainingseinheiten, die die täglichen Aktivitäten überschreiten, sollen manuell in einem Tagebuch verfolgt werden.
es: Cualquier ejercicio o entrenamiento fuera de las actividades diarias deberá registrarse manualmente en el diario.
fr: Tout exercice ou entraînement au-delà des activités quotidiennes doit être suivi manuellement dans un journal.
it: Qualsiasi esercizio o allenamento che vada oltre le attività quotidiane dovrebbe essere registrato manualmente in un diario.
ru: Любые упражнения или тренировки, выходящие за рамки повседневной деятельности, должны отслеживаться вручную в дневнике.

# onboarding.fourth.activityLevel.title.firstPart
source: Your everyday
de: Ihr alltäglicher
es: Tu diario
fr: Votre quotidien
it: Il tuo stile di vita
ru: Ваш повседневный

# onboarding.fourth.activityLevel.title.secondPart
source: active lifestyle
de: aktiver Lebensstil
es: modo de vida activo
fr: mode de vie actif
it: attivo quotidiano
ru: активный образ жизни

# onboarding.fourth.environmentInfluencesTheChoice.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.environmentInfluencesTheChoice.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.fourth.environmentInfluencesTheChoice.title.first
source: Our environment
de: Unsere Umgebung
es: Nuestro entorno
fr: Notre environnement
it: Il nostro ambiente
ru: Наше окружение

# onboarding.fourth.environmentInfluencesTheChoice.title.second
source: influences our choices
de: beeinflusst unsere Wahl
es: afecta a nuestras elecciones
fr: influence notre choix
it: influenza la nostra scelta
ru: влияет на наш выбор

# onboarding.fourth.environmentInfluencesTheChoice.description
source: Sometimes we want something just because we see it! How can you change your space so that it helps you tune in to healthy choices?
de: Manchmal wollen wir etwas, nur weil wir es sehen! Wie können Sie Ihre Umgeung verändern, um gesunde Entscheidungen zu inspirieren?
es: ¡A veces queremos algo simplemente porque lo vemos! ¿Cómo puedes cambiar tu espacio para inspirar elecciones saludables?
fr: Parfois, nous voulons quelque chose simplement parce que nous le voyons! De quelles façons pouvez-vous changer votre espace pour inspirer des choix sains?
it: A volte vogliamo qualcosa solo perché lo vediamo! In che modo puoi rimodellare il tuo spazio per ispirare scelte sane?
ru: Иногда мы чего-то хотим просто потому, что видим это! Какими способами вы можете изменить свое пространство, чтобы вдохновить на здоровый выбор?

# onboarding.fourth.environmentInfluencesTheChoice.keepMySneakersByTheDoor
source: Leave your sneakers at the door
de: Lassen Sie Ihre Turnschuhe an der Tür stehen
es: Dejar mis zapatillas en la puerta
fr: Laisse mes baskets à la porte
it: Lascia le mie scarpe da ginnastica alla porta
ru: Оставь мои кроссовки у двери

# onboarding.fourth.environmentInfluencesTheChoice.keepWaterNearby
source: Keep the water close to you
de: Halten Sie Wasser in der Nähe
es: Tener agua siempre a mano
fr: Gardez l'eau à proximité
it: Tieni l'acqua nelle vicinanze
ru: Держите воду поблизости

# onboarding.fourth.environmentInfluencesTheChoice.keepHealthySnacksOnHand
source: Keep healthy snacks at hand
de: Haben Sie gesunde Snacks zur Hand
es: Tener bocadillos saludables al alcance de la mano
fr: Gardez des collations saines à portée de main
it: Tieni degli spuntini sani a portata di mano
ru: Держите полезные закуски под рукой

# onboarding.fourth.environmentInfluencesTheChoice.stockUpOnFruitsAndVeggies
source: Stock up on fruits and vegetables
de: Versorgen Sie sich mit Obst und Gemüse
es: Aprovisionarse de fruta y verdura
fr: Faites le plein de fruits et légumes
it: Fai scorta di frutta e verdura
ru: Запаситесь фруктами и овощами

# onboarding.fourth.environmentInfluencesTheChoice.keepDistractionsAwayWhileEating
source: Don't get distracted while eating
de: Lassen Sie sich nicht während des Essens ablenken
es: No distraerse mientras estás comiendo
fr: Нe distrayez-vous en mangeant
it: Non distrarti mentre mangi
ru: Не отвлекайтесь во время еды

source: Hang your meal plan or calendar on the fridge
de: Kleben Sie den Speiseplan oder den Kalender auf den Kühlschrank an
es: Mostrar mi menú o calendario gastronómico en la nevera
fr: Montrez mon plan de repas ou mon calendrier sur le réfrigérateur
it: Mostra il mio piano alimentare o il calendario sul frigorifero
ru: Покажите мой план питания или календарь на холодильнике

# onboarding.fourth.final.button
source: keep it up!
de: mach weiter so!
es: ¡Sigue así!
fr: continuez dans le même esprit!
it: continua così!
ru: продолжай в том же духе!

# onboarding.fourth.final.title
source: Great!
de: Wunderschön!
es: ¡Magnífico!
fr: C'est magnifique!
it: Favoloso!
ru: Великолепно!

# onboarding.fourth.final.description
source: We're happy you're here. We'll guide you through these steps to set you up for weight loss success:
de: Wir sind froh, dass Sie dabei sind. Wir begleiten Sie bei diesen Schritten, um Sie auf erfolgreiche Gewichtsabnahme einzustellen:
es: Nos alegra que estés aquí. Te guiaremos por estos pasos para que logres el éxito en la pérdida de peso:
fr: Nous sommes heureux que vous soyez là. Nous vous guiderons à travers ces étapes pour vous préparer au succès de la perte de poids:
it: Siamo contenti che tu sia qui. Ti guideremo attraverso questi passaggi per prepararti al successo nella perdita di peso:
ru: Мы рады, что вы здесь. Мы проведем вас через эти шаги, чтобы настроить вас на успех в потере веса:

# onboarding.fourth.final.history
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# onboarding.fourth.final.user.data
source: User data
de: Benutzerdaten
es: Datos del usuario
fr: Données de l'utilisateur
it: Dati utente
ru: Данные пользователя

# onboarding.fourth.final.motivation
source: Motivation / Goal
de: Motivation / Ziel
es: Motivación / Objetivo
fr: Motivation / Objectif
it: Motivazione / Scopo
ru: Мотивация / Цель

# onboarding.fourth.healthApp.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.healthApp.title.first
source: Do you want to integrate
de: Möchten Sie Health App
es: ¿Quieres integrar
fr: Voulez-vous intégrer
it: Vuoi integrare
ru: Хотите интегрироват

# onboarding.fourth.healthApp.title.second
source: the Health App?
de: integrieren lassen?
es: Health App?
fr: Health App?
it: App Salute?
ru: Health App?

# onboarding.fourth.healthApp.description
source: We're happy you're here. We'll guide you through these steps to set you up for weight loss success:
de: Wir sind froh, dass Sie dabei sind. Wir begleiten Sie bei diesen Schritten, um Sie auf erfolgreiche Gewichtsabnahme einzustellen:
es: Nos alegra que estés aquí. Te guiaremos por estos pasos para que logres el éxito en la pérdida de peso:
fr: Nous sommes heureux que vous soyez là. Nous vous guiderons à travers ces étapes pour vous préparer au succès de la perte de poids:
it: Siamo contenti che tu sia qui. Ti guideremo attraverso questi passaggi per prepararti al successo nella perdita di peso.:
ru: Мы рады, что вы здесь. Мы проведем вас через эти шаги, чтобы настроить вас на успех в потере веса:

# onboarding.fourth.helpingPeopleTrackCalories.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.helpingPeopleTrackCalories.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.fourth.helpingPeopleTrackCalories.title.first
source: We have been helping people track their amount of calories consumed since 2015.
de: Wir helfen Menschen, den Kalorienverbrauch seit 2015 zu verfolgen.
es: Ayudamos a las personas a hacer un seguimiento de su consumo de calorías desde 2015.
fr: Nous aidons les gens à suivre le nombre de calories consommées depuis 2015.
it: Dal 2015 aiutiamo le persone a monitorare il proprio apporto calorico.
ru: Мы помогаем людям отслеживать количество потребляемых калорий с 2015 года.

# onboarding.fourth.howImproveYourEfficiency.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.howImproveYourEfficiency.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: abitudini
ru: Привычки

# onboarding.fourth.howImproveYourEfficiency.title.first
source: What ways can you increase
de: Wie können Sie das Niveau Ihrer Aktivität
es: ¿Cuáles son las maneras de mejorar
fr: De quelles façons pouvez-vous augmenter le niveau
it: Come puoi salire di livello
ru: Какими способами вы можете повысить уровень

# onboarding.fourth.howImproveYourEfficiency.title.second
source: your activity level?
de: erhöhen ?
es: tu grado de actividad?
fr: son activité?
it: la sua attività?
ru: своей активности?

# onboarding.fourth.howImproveYourEfficiency.exploringNewTypesOfActivity
source: Learning new activities
de: Neue Aktivitäten ausprobieren
es: Explorando nuevas actividades
fr: Étude de nouvelles activités
it: Изучение новых видов деятельности
ru: Изучение новых видов деятельности

# onboarding.fourth.howImproveYourEfficiency.hittingDailyStepGoal
source: Achieving a daily step-by-step goal
de: Das tägliche Schritt-Ziel erreichen
es: Alcanzar un objetivo de pasos diarios
fr: Atteindre l'objectif quotidien étape par étape
it: Raggiungere un obiettivo di passi giornaliero
ru: Достижение ежедневной пошаговой цели

# onboarding.fourth.howImproveYourEfficiency.takingMoreWalks
source: More walking
de: Mehr spazieren gehen
es: Caminar más
fr: Plus de marche
it: Più camminare
ru: Больше гулять

# onboarding.fourth.howImproveYourEfficiency.buildingActivityIntoMyDailyRoutine
source: Adding activity to my daily routine
de: Aktivität in denTagesablauf aufnehmen
es: Incluir actividad en mi rutina diaria
fr: Inclure l'activité dans ma routine quotidienne
it: Compresa l'attività nella mia routine quotidiana
ru: Включение активности в мой распорядок дня

# onboarding.fourth.howImproveYourEfficiency.tryingNewWorkoutPlan
source: Trying out a new workout plan
de: Einen neuen Trainingsplan ausprobieren
es: Probar un nuevo plan de entrenamiento
fr: Essayer un nouveau plan d'entraînement
it: Provare un nuovo piano di allenamento
ru: Пробуем новый план тренировок

# onboarding.fourth.howImproveYourEfficiency.findingWorkoutsCanDoAtHome
source: I find workouts that can be done at home
de: Workouts finden, die zu Hause durchgeführt werden können
es: Encontrar entrenamientos que puedo hacer en casa
fr: Je trouve des séances d'entraînement que je peux faire à la maison
it: Trova allenamenti che posso fare a casa
ru: Нахожу тренировки, которые я могу выполнять дома

# onboarding.fourth.improvingNutrition.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.improvingNutrition.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.improvingNutrition.title.first
source: What would you like to try when it comes to improving
de: Was möchten Sie ausprobieren, wenn es darum geht, die Art und Weise Ihrer Ernährung
es: ¿Qué te gustaría probar si se tratara de mejorar la forma
fr: Чque voulez-vous essayer quand il s'agit d'améliorer la façon dont
it: Cosa vorresti provare quando si tratta di migliorare
ru: Что бы вы хотели попробовать, когда дело доходит до улучшения способа

# onboarding.fourth.improvingNutrition.title.second
source: the way you eat?
de: zu verbessern?
es: de tu alimentación?
fr: Votre alimentation?
it: il tuo modo di mangiare??
ru: Вашего питания?

# onboarding.fourth.improvingNutrition.beingMoreAwareOfFoodChoice
source: Have more information about food choices
de: über die Auswahl von Lebensmitteln besser informiert sein
es: Ser más consciente de tus elecciones alimentarias
fr: Быть более осведомленным о выборе продуктов питания
it: Sii più informato sulle scelte alimentari
ru: Быть более осведомленным о выборе продуктов питания

# onboarding.fourth.improvingNutrition.focusingOnWholeFoods
source: Focusing on whole foods
de: Konzentration auf Vollwertkost
es: Centrarse en los alimentos integrales
fr: Se concentrer sur les aliments entiers
it: Concentrandosi su cibi integrali
ru: Сосредоточение внимания на цельных продуктах

# onboarding.fourth.improvingNutrition.aimingForMoreFruitVeggies
source: Strive for an increase in the diet of fruits and vegetables
de: Streben nach mehr Obst und Gemüse
es: Procurar consumir más frutas y verduras
fr: Viser plus de fruits et de légumes
it: Puntando a più frutta e verdura
ru: Стремясь к большему количеству фруктов и овощей

# onboarding.fourth.improvingNutrition.learningMoreAboutNutrition
source: Learn more about nutrition
de: Mehr über Ernährung erfahren
es: Aprender más sobre nutrición
fr: En savoir plus sur la Nutrition
it: Ulteriori informazioni sulla nutrizione
ru: Узнать больше о питании

# onboarding.fourth.improvingNutrition.avoidHavingTemptingFoodNearby
source: Avoid being near tempting food
de: Vermeiden Sie verlockendes Essen in der Nähe
es: Evita tener cerca comida tentadora
fr: Évitez d'avoir de la nourriture séduisante à proximité
it: Evita di avere cibo allettante nelle vicinanze
ru: Избегайте наличия поблизости соблазнительной еды

# onboarding.fourth.improvingNutrition.payAttentionToPortionSizes
source: Pay attention to the portion sizes
de: Beachten Sie die Portionsgrößen
es: Presta atención al tamaño de las porciones
fr: Faites attention à la taille des portions
it: Prestare attenzione alle dimensioni delle porzioni
ru: Обратите внимание на размеры порций

# onboarding.fourth.increasingYourActivityLevel.button.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.fourth.increasingYourActivityLevel.button.no
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.fourth.increasingYourActivityLevel.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.increasingYourActivityLevel.title.first
source: Are you planning to increase
de: Haben Sie vor, das Niveau Ihrer Aktivität
es: ¿Piensas aumentar el nivel
fr: Envisagez-vous d'augmenter votre niveau
it: Hai intenzione di aumentare
ru: Планируете ли вы повысить уровень

# onboarding.fourth.increasingYourActivityLevel.title.second
source: your activity level?
de: zu erhöhen?
es: de tu actividad?
fr: son activité?
it: il tuo livello di attività??
ru: своей активности?

# onboarding.fourth.interestInUsingTechnology.button.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.fourth.interestInUsingTechnology.button.no
source: NO, not really
de: NEIN, nicht wirklich.
es: NO, no mucho
fr: NON, pas vraiment.
it: No, per niente
ru: НЕТ, не совсем

# onboarding.fourth.interestInUsingTechnology.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.interestInUsingTechnology.title.first
source: Do you like to view data
de: Gefällt Ihnen die Daten durchzusehen
es: ¿Te gusta consultar datos
fr: Aimez-vous voir les données
it: Ti piace navigare tra i dati e
ru: Вам нравится просматривать данные

# onboarding.fourth.interestInUsingTechnology.title.second
source: and use technology?
de: und Technologie zu verwenden?
es: y usar la tecnología?
fr: et utiliser la technologie?
it: utilizzare la tecnologia??
ru: и использовать технологии?

# onboarding.fourth.jointWeightLoss.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.jointWeightLoss.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.jointWeightLoss.title.first
source: Is your partner trying to lose weight too?
de: Versucht Ihr Partner auch abzunehmen?
es: ¿Tu pareja también quiere perder peso?
fr: Votre partenaire essaie-t-il de perdre du poids aussi?
it: Anche il tuo partner sta cercando di perdere peso?
ru: Ваш партнер тоже пытается сбросить вес?

# onboarding.fourth.jointWeightLoss.description.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.fourth.jointWeightLoss.description.imNotSure
source: I'm not sure
de: Ich bin mir nicht sicher
es: No estoy seguro
fr: Je ne suis pas sûr
it: Non sono sicuro
ru: Я не уверен

# onboarding.fourth.jointWeightLoss.description.no
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.fourth.lifestyleOfOthers.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.lifestyleOfOthers.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.lifestyleOfOthers.title.first
source: Think about the people who most often surround you. What best describes
de: Denken Sie über die Menschen, mit denen Sie die Zeit am meisten verbringen. Was beschreibt ihren Lebensstil
es: Piensa en las personas con las que pasas más tiempo. ¿Qué es lo que mejor describe?
fr: Pensez aux personnes avec qui vous passez le plus de temps. Ce qui les décrit le mieux
it: Pensa alle persone con cui passi più tempo.Cosa descrive meglio il
ru: Подумайте о людях, с которыми вы проводите больше всего времени. Что лучше всего описывает их

# onboarding.fourth.lifestyleOfOthers.title.second
source: their lifestyle?
de: am besten?
es: su estilo de vida?
fr: mode de vie?
it: loro stile di vita?
ru: образ жизни?

# onboarding.fourth.lifestyleOfOthers.theyMostlyEatWellAndAreActive
source: Mostly they eat well and they are active
de: Sie essen hauptsächlich gut und sind aktiv
es: En su mayoría comen bien y son activos
fr: Fondamentalement, ils sont bien nourris et actifs
it: Sono generalmente ben nutriti e attivi.
ru: В основном они хорошо питаются и активны

# onboarding.fourth.lifestyleOfOthers.theyHaveSomeHealthyHabits
source: They have few healthy habits
de: Sie haben mehrere gesunde Gewohnheiten
es: Tienen varios hábitos saludables
fr: Ils ont quelques habitudes saines
it: Hanno delle sane abitudini
ru: У них есть несколько здоровых привычек

# onboarding.fourth.lifestyleOfOthers.dontHaveManyHealthyHabitsount
source: They don't have many healthy habits
de: Sie haben nicht viele gesunde Gewohnheiten
es: No tienen muchos hábitos saludables
fr: Ils n'ont pas beaucoup d'habitudes saines
it: Non hanno molte sane abitudini
ru: У них не так много здоровых привычек

# onboarding.fourth.lifestyleOfOthers.imNotSure
source: I'm not sure
de: Ich bin mir nicht sicher
es: No estoy seguro
fr: Je ne suis pas sûr
it: Non sono sicuro
ru: Я не уверен

# onboarding.fourth.nutritionImprovement.button.no
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.fourth.nutritionImprovement.button.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.fourth.nutritionImprovement.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.nutritionImprovement.title.first
source: Are you hoping to improve,
de: Hoffen Sie Art und Weise Ihrer Ernährung
es: Esperas mejorar la forma
fr: Vous espérez améliorer cela,
it: Speri di migliorare
ru: Вы надеетесь улучшить то,

# onboarding.fourth.nutritionImprovement.title.second
source: the way you eat?
de: zu verbessern?
es: de cómo te alimentas?
fr: comment vous mangez?
it: il tuo modo di mangiare??
ru: как вы питаетесь?

# onboarding.fourth.placeOfResidence.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.placeOfResidence.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.placeOfResidence.title.first
source: Your environment can greatly affect your weight loss. So where do you live?
de: Ihre Umgebung kann Ihre Gewichtsabnahme stark beeinflussen. Also, wo wohnen Sie?
es: Tu entorno puede influir en gran medida en tu pérdida de peso. Por lo tanto, dime dónde vives
fr: Votre environnement peut avoir un impact important sur votre perte de poids. Alors, où vivez-vous?
it: Il tuo ambiente può influenzare notevolmente la tua perdita di peso. Quindi, dove vivi?
ru: Ваше окружение может сильно повлиять на вашу потерю веса. Так где же ты живешь?

# onboarding.fourth.placeOfResidence.inRuralArea
source: In rural area
de: auf dem Lande
es: En una zona rural
fr: En milieu rural
it: In campagna
ru: В сельской местности

# onboarding.fourth.placeOfResidence.inSuburbanArea
source: In suburban area
de: In der Vorstadt
es: En un área suburbana
fr: En banlieue
it: In una zona periferica
ru: В пригородном районе

# onboarding.fourth.placeOfResidence.inCity
source: In the city
de: In der Stadt
es: En la ciudad
fr: En ville
it: Nella città
ru: В городе

# onboarding.fourth.representationOfIncreasedActivityLevels.button.no
source: No
de: Nein
fr: Pas
ru: Нет

# onboarding.fourth.representationOfIncreasedActivityLevels.button.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

# onboarding.fourth.representationOfIncreasedActivityLevels.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.representationOfIncreasedActivityLevels.title.first
source: Do you typically
de: Halten Sie normalerweise
es: ¿Normalmente
fr: Vous êtes habituellement
it: Di solito mangi
ru: Вы обычно

# onboarding.fourth.representationOfIncreasedActivityLevels.title.second
source: eat
de: Mahlzeit
es: sueles comer
fr: prendre de la nourriture
it: più o meno alla stessa
ru: принимаете пищу

# onboarding.fourth.representationOfIncreasedActivityLevels.title.third
source: at about the same time every day?
de: täglich ungefähr zur gleichen Zeit?
es: a la misma hora todos los días?
fr: à peu près à la même heure tous les jours?
it: ora ogni giorno?
ru: примерно в одно и то же время каждый день?

# onboarding.fourth.sequenceOfHabitFormation.button
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# onboarding.fourth.sequenceOfHabitFormation.title
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
ru: Привычки

# onboarding.fourth.sequenceOfHabitFormation.title.first
source: The sequence of actions is the key
de: Die Folgerichtigkeit ist der Schlüssel
es: La consistencia es la clave
fr: La séquence est la clé
it: La coerenza è la chiave
ru: Последовательность это ключ

# onboarding.fourth.sequenceOfHabitFormation.title.second
source: to forming a habit
de: zum Gewohnheitsaufbau
es: para la formación de hábitos
fr: vers la formation de l'habitude
it: per la formazione dell'abitudine
ru: к формированию привычки

# onboarding.fourth.sequenceOfHabitFormation.description
source: The first step is to start tracking, and the second is to make it meaningful. What do you think is best for you in the first few days?
de: Der erste Schritt ist Verfolgung, der zweite ist Sinnhaftigkeit. Wie denken Sie, was Ihnen in den ersten Tagen am besten passt?
es: El primer paso es el seguimiento y el segundo es hacerlo significativo. ¿Qué crees que funciona mejor para ti en los primeros días?
fr: La première étape consiste à suivre et la seconde à le rendre significatif. Pensez-vous que cela vous conviendra le mieux dans les premiers jours?
it: Il primo passo è il monitoraggio e il secondo è renderlo significativo. Cosa pensi sia meglio per te nei primi giorni?
ru: Первый шаг - это отслеживание, а второй - сделать его осмысленным. Как вы думаете, что лучше всего подойдет вам в первые несколько дней?
